Repository: 4d/4D-Mobile-App
Catalog: Resources/*.lproj/Audit.xlf
Languages: cs, es, fr, pt

# theTemplateIsMissingOrInvalid
source: The template "{tmpl}" is missing or invalid
cs: Vzor "{tmpl}" chybí nebo je neplatný.
es: Falta la plantilla "{tmpl}" o es inválida
fr: Le modèle de formulaire The template "{tmpl}" est manquant ou invalide
pt: O modelo "{tmpl}" está ausente ou inválido

# theTemplateIsMissing
source: The template "{tmpl}" is missing.
cs: Vzor "{tmpl}" chybí.
es: La plantilla "{tmpl}" falta.
fr: Le modèle de formulaire "{tmpl}" est manquant.
pt: O modelo "{tmpl}" é inválido

# theTemplateIsInvalid
source: The template "{tmpl}" is invalid.
cs: Vzor "{tmpl}" je neplatný.
es: La plantilla "{tmpl}" no es válida.
fr: Le modèle de formulaire "{tmpl}" n'est pas valide.
pt: O modelo "{tmpl}" é inválido.

source: Some templates are missing or invalid.
cs: Některé vzory chybí nebo jsou neplatné.
es: Faltan algunas plantillas o son inválidas.
fr: Certains modèles de formulaire sont manquants ou non valides.
pt: Alguns modelos estão faltando ou são inválidos.

source: Some icons are missing or invalid.
cs: Některé ikony chybí nebo jsou neplatné.
es: Faltan algunos iconos o son inválidos.
fr: Certaines icônes sont manquants ou non valides.
pt: Alguns ícones estão faltando ou são inválidos.

source: Some resources are missing or invalid.
cs: Některé zdroje chybí nebo jsou neplatné.
es: Faltan algunos recursos o no son válidos.
fr: Certaines resources sont manquants ou non valides.
pt: Alguns recursos estão ausentes ou inválidos.

# theTableIconIsMissing
source: The table icon "{icon}" is missing.
cs: Ikona tabulky "{icon}" chybí.
es: Falta el icono de tabla "{icon}".
fr: L'icône de table "{icon}" est manquante.
pt: O ícone de tabela "{icon}" está faltando.

# theFieldIconIsMissing
source: The field icon "{icon}" is missing.
cs: Ikona pole "{icon}" chybí.
es: Falta el icono de campo "{icon}".
fr: L'icône de champ "{icon}" est manquante.
pt: O ícone de campo "{icon}" está faltando.

# theFormatterIsMissingOrInvalid
source: The format "{formatter}" is missing or invalid.
cs: Formát "{formatter}" chybí nebo je neplatný.
es: El formato "{formatter}" falta o no es válido.
fr: Le format "{formatter} est manquant ou invalide.
pt: O formato "{formatter}" está ausente ou inválido.

# someFormattersAreMissingOrInvalid
source: Some formats are missing or invalid.
cs: Některé formáty chybí nebo jsou neplatné.
es: Faltan algunos formatos o no son válidos.
fr: Certains formats sont manquants ou non valides.
pt: Alguns formatos estão ausentes ou inválidos.

# theFilterForTheTableIsNotValid
source: The filter for the "{tableName}" table is not valid.
cs: Filtr pro tabulku "{tableName}" není platný.
es: El filtro de la tabla "{tableName}" no es válido.
fr: Le filtre pour la table "{tableName}" n'est pas valide.
pt: O filtro para a tabela "{tableName}" não é válido.

source: Some filters are not validated or invalid.
cs: SNěkteré filtry nebyly schváleny nebo jsou neplatné.
es: Algunos filtros no se han validado o no son válidos.
fr: Certains filtres ne sont pas validés ou invalides.
pt: Alguns filtros não foram validados ou não são válidos.

# theFieldIsNoMorePublished
source: The field "{name}" is no more published
fr: Le champ "{name}" n'est plus publié

source: One or more fields are no longer published
fr: Un ou plusieurs champs ne sont plus publiés

# theFieldFieldIsMissing
source: The field "{field}" is no more published.
fr: Le champ "{field}" n'est plus publié.

# someFieldsUsedInFormsAreMissingOrInvalid
source: Some fields used in forms are missing
fr: Certains champs utilisés dans les formulaires sont manquants

source: Some resources or fields are missing or invalid.
fr: Certaines resources ou champs sont manquants ou non valides.

# doYouWantToFixYourProjectByUsingTheDefaultTemplates
source: Do you want to fix project by using the default templates?
cs: Chcete opravit projekt pomocí výchozích vzorů?
es: ¿Desea reparar el proyecto usando las plantillas por defecto?
fr: Voulez-vous réparer le projet en utilisant les modèles de formulaire par défaut ?
pt: Você quer reparar o projeto usando os modelos padrão?

# doYouWantToFixYourProjectByUsingTheDefaultFormatter
source: Do you want to fix project by using the default formats?
cs: Chcete opravit projekt pomocí výchozích formátů?
es: ¿Desea corregir el proyecto utilizando los formatos predeterminados?
fr: Voulez-vous réparer le projet en utilisant les formats par défaut ?
pt: Deseja corrigir o projeto usando os formatos padrão?

source: Would you like to remove the filter to fix your project?
cs: Chcete odstranit filtry k opravě projektu?
es: ¿Desea eliminar el filtro para arreglar su proyecto?
fr: Voulez-vous supprimer le filtre pour corriger votre projet ?
pt: Gostaria de remover o filtro para corrigir o seu projeto?

source: Would you like to remove the invalid or not validated filters?
cs: CHcete odstranit neplatné nebo neschválené filtry?
es: ¿Desea eliminar los filtros no válidos o no validados?
fr: Voulez-vous supprimer les filtres non valides ou non validés ?
pt: Você gostaria de remover os filtros inválidos ou não validados?

source: The definition of the structure is inconsistent
cs: Definice struktury je nekonzistentní
es: La definición de estructura es inconsistente
fr: La définition de la structure est incohérente

source: You must fix it before building the application.
cs: Před vytvořením aplikace ji musíte opravit.
es: Debe corregir esto antes de crear la aplicación.
fr: Vous devez résoudre ce problème avant de créer l'application.

source: Do you want to fix your project by deleting these fields?
fr: Voulez-vous réparer votre projet en supprimant ces champs ?

source: Do you want to fix your project by deleting this field?
fr: Voulez-vous corriger votre projet en supprimant ce champ ?

# doYouWantToFixYourProjectByUsingTheDefaultIcons
source: Do you want to fix project by using the default icons?
cs: Chcete opravit projekt pomocí výchozích ikon?
es: ¿Desea reparar el proyecto usando los iconos por defecto?
pt: Você quer reparar o projeto usando os ícones padrão?

# doYouWantToFixYourProjectByUsingTheDefaultResources
source: Do you want to fix project by using the default resources?
cs: Chcete opravit projekt pomocí výchozích zdrojů?
es: ¿Desea reparar el proyecto usando los recursos por defecto?
pt: Você quer reparar o projeto usando os recursos padrão?
