Repository: 4d/4D-Mobile-App
Catalog: Resources/*.lproj/Main.xlf
Languages: cs, de, es, fr, ja

source: You need xCode to perform this operation
cs: K provedení této operace potřebujete xCode
de: xCode wird benötigt, um diesen Vorgang durchzuführen.
es: Necesita XCode para realizar esta operación
fr: Vous avez besoin de xCode pour pouvoir effectuer cette opération
ja: この操作の実行にはxCodeが必要です

source: You must publish at least one field to perform this operation
cs: K provedení této operace potřebujete publikovat alespoň jedno pole
de: Es muss mindestens ein Feld veröffentlicht werden, um diesen Vorgang durchzuführen.
es: Debe publicar al menos un campo para realizar esta operación
fr: Vous devez publier au moins un champ pour pouvoir effectuer cette opération
ja: この操作の実行には少なくとも一つのフィールドを公開する必要があります

source: Define your Team ID to perform this operation
cs: K provedení této operace definujte vaše týmové ID
de: Team-ID definieren, um diesen Vorgang durchzuführen.
fr: Définissez votre Team ID pour pouvoir pouvoir effectuer cette opération

source: Cancel
cs: Storno
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

source: Not now
cs: Ne nyní
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 後で

source: Search
cs: Hledat
de: Suche
es: Búsqueda
fr: Recherche
ja: 検索

source: Double click to edit.
cs: Pro úpravu poklepat.
de: Doppelklick zum editieren
es: Haga doble clic para editar.
fr: Double-cliquez pour modifier.
ja: ダブルクリックして編集

source: Click to set
cs: Nastavit klepnutím
de: Klicken zum setzten
es: Haga clic para definir
fr: Cliquez pour définir
ja: クリックして設定

source: Project
cs: Projekt
de: Projekt
es: Proyecto
fr: Projet
ja: プロジェクト

source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明

source: Continue
cs: Poračovat
de: Fortsetzen
es: Continuar
fr: Continuer
ja: 続ける

source: Manual installation
cs: Vlastní instalace
de: Manuelle installation
es: Instalación manual
fr: Installation manuelle
ja: 手動インストール

source: Error:
cs: Chyba:
de: Fehler:
fr: Erreur :

source: Unknown error occurred
cs: Vyskytla se neznámá chyba
de: Unbekannter Fehler aufgetreten
es: Ocurrió un error desconocido
fr: Une erreur inconnue s'est produite
ja: 不明なエラーが発生しました

source: Invalid URL
cs: Neplatné URL
de: Ungültige URL
es: URL no válida
fr: URL invalide
ja: 無効なURL

source: Comparators
cs: Komparátory
de: Komperators
es: Comparadores
fr: Comparateurs
ja: 比較演算子

source: Operators
cs: Operátory
es: Operadores
fr: Opérateurs
ja: 演算子

source: Start Web Server
cs: Start Web Serveru
de: Starte Web Server
es: Iniciar el servidor web
fr: Démarrer le serveur web
ja: Webサーバーを開始

# replacedFiles
source: Replaced Files {stamp}
cs: RNahrazené soubory {stamp}
de: Ersetzte Dateien {stamp}
es: Archivos reemplazados {Stamp}
fr: Fichiers remplacés {stamp}
ja: 置き換えたファイル {stamp}

source: Remember my choice
cs: Pamatovat mou volbu
de: Auswahl merken
es: Recordar mi elección
fr: Se souvenir de mon choix
ja: 選択を記憶する

source: Allow
cs: Povolit
de: Erlauben
es: Autorizar
fr: Autoriser
ja: 許可

source: Choose…
cs: Vybrat…
de: Wähle…
es: Elegir...
fr: Choisir…
ja: 選択…

# convertedFiles
source: Converted Files {stamp}
cs: Konvertované soubory {stamp}
es: Archivos convertidos {stamp}
fr: Fichiers convertis {stamp}
ja: 変換されたファイル {stamp}

source: Mandatory
cs: Povinné
de: Zwingend
es: Obligatorio
fr: Obligatoire
ja: 必須

source: Placeholder
cs: Zástupné symboly
de: Platzhalter
es: Texto de ejemplo
fr: Texte exemple
ja: プレースホルダー

# listOf
source: List of {values}
cs: Seznam {values}
de: Listen von {values}
es: Lista de {values}
fr: Liste des {values}
ja: {values}のリスト

source: enable
cs: povolit
de: Aktiv
es: Activar
fr: Projet mobile : {name}
ja: 有効化

source: disable
cs: zakázat
de: Inaktiv
es: Desactivar
fr: désactiver
ja: 無効化

source: Download in progress…
cs: Stahování v běhu…
de: Download läuft…
es: Descarga en curso...
fr: Téléchargement en cours…
ja: ダウンロード中…

source: Back
cs: Zpět
de: Zurück
es: Regresar
fr: Retour
ja: 戻る

source: Close
cs: Uzavřít
de: Schliessen
es: Cerrar
fr: Fermer
ja: 閉じる

source: File not found
cs: Soubor nenalezen
de: Datei nicht gefunden
fr: Fichier non trouvé
ja: ファイルが見つかりません

# editorWindowTitle
source: Mobile Project: {name}
cs: Mobilní projekt: {name}
de: Mobile Projekt: {name}
fr: Projet mobile : {nom}
ja: モバイルプロジェクト: {name}

source: Target OS
cs: Cílový OS
de: Ziel OS
fr: OS cible
ja: ターゲットOS

source: Open another project…
cs: Otevřít jiný projekt…
de: Anderes Projekt öffnen…
fr: Ouvrir un autre projet...

source: Open
cs: Otevřít
de: Öffnen
fr: Ouvrir

# missingFile
source: Missing file "{file}"
cs: Chybějící soubor "{file}"
de: Fehlende Datei "{file}"
fr: Fichier manquant "{file}"

source: Later
cs: Později
de: Später
fr: Plus tard

source: Choice List
fr: Liste de choix

source: Default
fr: Par défaut

source: True
fr: Vrai

source: False
fr: Faux

source: True;False
fr: Vrai;Faux

source: Today
fr: Aujourd'hui

source: Open…
fr: Ouvrir…

source: Irrelevant
fr: Non pertinent

source: File
fr: Fichier

# newApplication
source: My App
cs: Má apl.
de: Meine Anwendung
es: Mi aplicación
fr: Mon Application

# companyName
source: My Company
cs: Má spol.
de: Meine Firma
es: Mi empresa
fr: Mon entreprise

source: All rights reserved
cs: Všechna práva vyhrazena
de: Alle Rechte vorbehalten
es: Todos los derechos reservados
fr: Tous droits réservés

source: BUILD
cs: SESTAVIT
de: ERSTELLEN
es: GENERACIÓN
fr: GÉNÉRATION
ja: ビルド

source: Install
cs: Instalovat
de: Installieren
es: Instalar
fr: Installer
ja: インストール

# openTheAvdManager
source: Open Android Studio...
cs: Otevřete Android studio...
de: Öffne Android Virtual Devices Manager...
fr: Ouvrir Android Studio...

source: Open the Xcode Simulators manager...
cs: Otevřete správce simulátorů Xcode...
de: Öffne Xcode Simulators Manager...
fr: Ouvrir le gestionnaire des simulateurs Xcode…

# downloadIOSPlatform
source: Download iOS platform for Xcode...
fr: Télécharger la platform iOS pour Xcode...

# ERR_MOBL_1
source: Invalid session description object
cs: Neplatný popis objektu sekce
de: Ungültiges "session description object"
es: Objeto de descripción de sesión no válido
fr: Objet de description de session non valide
ja: 無効なセッション詳細オブジェクトです

# ERR_MOBL_2
source: Failed to delete session file
cs: Soubor sekce se nepodařilo odstranit
de: Die "session" Datei konnte nicht gelöscht werden.
es: Error al eliminar archivo de sesión
fr: Échec de la suppression du fichier de session
ja: セッションファイルを削除できませんでした

# ERR_MOBL_3
source: Failed to update session file
cs: Nepodařilo se aktualizovat soubor sekce
de: Die "session" Datei konnte nicht gelöscht werden.
es: No se pudo actualizar el archivo de sesión
fr: Échec de la mise à jour du fichier de session
ja: セッションファイルの更新に失敗しました

source: Text
es: Texto
fr: Texte
ja: テキスト

source: Real
cs: Realné
fr: Réel
ja: 実数

source: Integer
es: Entero
fr: Entier
ja: 整数

source: Long Integer
es: Entero largo
fr: Entier long
ja: 倍長整数

source: Time
cs: Čas
es: Hora
fr: Heure
ja: 時間

source: Boolean
cs: Logické
es: Booleano
fr: Booléen
ja: ブール

source: Picture
cs: Obrázek
es: Imagen
fr: Image
ja: ピクチャー

source: Integer 64 bits
cs: Integer 64 bitů
es: Entero 64 bits
fr: Entier 64 bits
ja: 64ビット整数

source: Number
cs: Číslo
de: Zahl
es: Número
fr: Nombre
ja: 数値

# bool
source: Boolean
cs: Logické
es: Booleano
fr: Booléen
ja: ブール

source: Equal to
cs: rovná se
de: Gleich
es: Igual a
fr: Égal à
ja: 等しい

source: Not equal to
cs: nerovná se
de: Nicht gleich
es: Diferente de
fr: Différent de
ja: 等しくない

source: Less than
cs: menší než
de: Kleiner als
es: Menor que
fr: Inférieur à
ja: よりも小さい

source: Greater than
cs: větší než
de: Größer als
es: Mayor que
fr: Supérieur à
ja: よりも大きい

source: Less than or equal to
cs: menší než nebo rovno
de: Kleiner als oder gleich
es: Menor o igual a
fr: Inférieur ou égal à
ja: 以下である

source: Greater than or equal to
cs: větší než nebo rovno
de: Größer als oder gleich
es: Mayor o igual que
fr: Supérieur ou égal à
ja: 以上である

source: Contains keyword
cs: obsahuje klíčové slovo
de: Enthält Schlüsselwort
es: Contiene la palabra clave
fr: Contient mot-clé
ja: キーワードを含む

source: Parentheses
cs: závorky
de: Klammern
es: Paréntesis
fr: Parenthèses
ja: カッコ

# f_password
source: Password
cs: Heslo
de: Kennwort
es: Contraseña
fr: Mot de passe
ja: パスワード

# f_zipCode
source: Zip code
cs: PSČ
de: PLZ
es: Código Postal
fr: Code postal
ja: 郵便番号

# f_textArea
source: Text area
cs: Textová oblast
de: Textbereich
es: Área de texto
fr: Zone de texte
ja: テキストエリア

# f_name
source: Capitalized text
cs: Text velkými písmeny
de: Großgeschriebener Text
es: Texto en mayúsculas
fr: Texte en majuscule
ja: 大文字のテキスト

# f_account
source: Account
cs: Účet
de: Konto
es: Cuenta
fr: Compte
ja: アカウント

# f_scientific
source: Scientific
cs: Vědecké
de: Wissenschaftlich
es: Científico
fr: Scientifique
ja: 指数

# f_energy
source: Energy
cs: Energie
de: Energie
es: Energía
fr: Énergie
ja: エネルギー

# f_mass
source: Mass
cs: Hmotnost
de: Masse
es: Masa
fr: Masse
ja: 体積

# f_hour
source: Hour
cs: Hodina
de: Stunde
es: Hora
fr: Heure
ja: 時間

# f_email
source: Mail address
cs: E-mailová adresa
de: E-Mail Adresse
es: Dirección de correo
fr: Adresse mail
ja: メールアドレス

# f_phone
source: Phone Number
cs: Telefonní číslo
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
ja: 電話番号

# f_percent
source: Percentage
cs: Procent
de: Prozent
es: Porcentaje
fr: Pourcentage
ja: パーセント

# f_longDate
source: Long date
cs: Datum dlouhé
de: Datum
es: Fecha
fr: Date longue
ja: 長い日付

# f_shortDate
source: Short date
cs: Datum krátké
de: Datum (kurz)
es: Fecha corta
fr: Date courte
ja: 短い日付

# f_fullDate
source: Full date
cs: Datum úplné
de: Datum (lang)
es: Fecha larga
fr: Date complète
ja: 完全な日付

# f_spellOut
source: Spell Out
cs: Hláskovat
de: Ausgeschrieben
es: Número en letras
fr: Nombre en lettres
ja: 読み方

# f_duration
source: Duration
cs: Trvání
de: Zeitdauer
es: Duración
fr: Durée
ja: 経過時間

# f_bool
source: Boolean
cs: Logické
es: Booleano
fr: Booléen
ja: ブール

# f_integer
source: Integer
es: Entero
fr: Entier
ja: 整数

# f_check
source: Check mark
cs: Zaškrtávatko
es: Marca
fr: Coche
ja: チェックマーク

# f_barcode
source: Barcode
cs: Čárový kód
fr: Code-barres
ja: バーコード

# getDevices
source: Available devices
cs: Dostupná zařízení
de: Verfügbare Geräte
fr: Appareils disponibles

# checkDevTools
source: Checking dev environment
cs: Kontrola vývového prostředí
de: Prüfe neue Dev Umgebung
fr: Vérification des outils de dev

# checkProject
source: Audit of the project
cs: Audit projektu
de: Audit des Projekts
fr: Vérification du projet

# thisProjectAlreadyExist
source: This project already exists. Do you want to replace it?
cs: Tento projekt již existuje. Chcete jej nahradit?

# projectBuild
source: Building the project. This may take a few minutes…
cs: Sestavování projektu. Může to trvat několik minut…

# allContentWillBeReplaced
source: All changes will be lost. Do you want to continue ?
cs: Všechny změny budou ztraceny. Chcete pokračovat ?

source: Enter your password to allow this.
cs: Zadejte své heslo, abyste to umožnili.
de: Bitte Passwort eingeben..
es: Introduzca su contraseña
ja: この許可にはパスワードの入力が必要です。

# doYouWantToFixTheToolsPath
source: Want to fix the path? (macOS password required)
cs: Chcete uložit cestu? (vyžaduje heslo macOS)

# theDataModelIsNoMoreValidAndMustBeUpdated
source: The data model is no longer valid and must be updated. Would you want to update it now?
cs: Model dat již není platný a musí být aktualizován. Chcete jej aktualizovat nyní?

# projectArchive
source: Project Archive. This may take a few minutes…
cs: Archivace projektu. Může to trvat několik minut…

# projectArchiveExport
source: Archive Export. This may take a few minutes…
cs: Archivace exportu. Může to trvat několik minut…

# makeSureThatADeviceIsConnected
source: Make sure that a device is connected to your computer using a USB cable.
cs: Zkontrolujte, zda je zařízení připojeno k počítači pomocí kabelu USB.
de: Sicherstellen das ein Gerät per USB-Kabel mit dem PC verbunden ist
es: Asegúrese de que un dispositivo esté conectado a la computadora mediante un cable USB.
ja: デバイスがUSBケーブル経由でコンピューターに接続されていることを確認してください。

# someListeningPortsAreAlreadyUsed
source: Some listening ports are already used or unavailable. Check HTTP Port ({http}) or HTTPS Port ({https}).
cs: Některé porty naslouchání jsou již používány nebo nejsou k dispozici. Zkontrolujte port HTTP ({http}) nebo port HTTPS ({https}).

# theProjectNameCanNotBeEmpty
source: The project name can not be empty. Please enter a name or cancel.
cs: Název projektu nemůže být prázdný. Vložte prosím název nebo zrušte.

# theprojectmustbelocatedrinthemobileprojectsfolder
source: For the build process, the project must be located in the "Mobile Projects" folder.
cs: Pro proces sestavení, musí být projekt umístěn ve složce "Mobile Projects".

# 4dMobileRequiresAndroidStudio
source: {product} requires the installation of Android Studio.
cs: {product} požaduje instalaci Android Studio.
de: {product} benötigt die Installation von Android Studio.
ja: {product}にはAndroid Studioのインストールが必要です。

# doYouWantToInstallHaxm
source: Do you want to install "Intel® Hardware Accelerated Execution Manager" (HAXM)? The installer will need your password.
cs: Chcete instalovat "Intel® Hardware Accelerated Execution Manager" (HAXM)? Instalátor bude potřebovat vaše heslo.

# doYouWantToSwitchTheActiveDevelopperDirectory
source: Do you want to switch the active developper directory? (macOS password required)
cs: Chcete změnit aktivní adrasář vývojáře? (vyžadováno heslo macOS)

source: n/a
cs: nedost.

source: SECTIONS
cs: SEKCE
de: BEREICHE
es: SECCIONES
ja: セクション

source: Alpha
cs: Alfa
es: Alfa
ja: 文字

source: Date
cs: Datum
es: Fecha
ja: 日付

source: Image
cs: Obrázek
de: Bild
es: Imagen
ja: 画像

# f_image
source: Image
cs: Obrázek
de: Bild
es: Imagen
ja: 画像

# f_signature
source: Signature
cs: Podpis
ja: 署名

# thisProjectAlreadyExist
source: This project already exists. Do you want to replace it?
de: Dieses Projekt existiert bereits. Soll es ersetzt werden?
es: Este proyecto ya existe. ¿Desea reemplazarlo?
ja: このプロジェクトは既に存在します。 上書きしますか?

# projectBuild
source: Building the project. This may take a few minutes‚
de: Das Projekt wird erstellt. Dies kann einige Minuten dauern....

# allContentWillBeReplaced
source: All changes will be lost. Do you want to continue ?
de: Alle Änderungen gehen verloren. Trotzdem fortfahren?
es: Todos los cambios se perderán. ¿Desea continuar?
ja: 全ての変更は失われます。 続行しますか?

# 4dMobileWantsToMakeChanges
source: {product} wants to fix the path to developer tools
de: {product} will den Pfad zu den Entwicklerwerkzeugen korrigieren
es: {product} quiere definir la ruta de acceso a herramientas de desarrollo
ja: {product}はデベロッパーツールへのパスを固定しようとしています

# wantToFixThePath
source: Want to fix the path? (macOS password required)
de: Pfad reparieren? (macOS-Passwort erforderlich)
ja: パスを固定しますか? (macOS パスワードが必要になります)

# theDataModelIsNoMoreValidAndMustBeUpdated
source: The data model is no longer valid and must be updated. Would you want to update it now?
de: Das Datenmodell ist nicht mehr gültig und muss aktualisiert werden. Jetzt aktualisieren?
es: El modelo de datos ya no es válido y debe ser actualizado. ¿Desea actualizar ahora?
ja: データモデルは有効ではなくなったので更新が必要です。 今すぐ更新しますか?

# projectArchive
source: Project Archive. This may take a few minutes‚Ä¶
de: Projekt archivieren. Dies kann einige Minuten dauern...

# projectArchiveExport
source: Archive Export. This may take a few minutes‚Ä¶
de: Archive Export. Dies kann einige Minuten dauern...

# theApplicationHasBeenSuccessfullyInstalled
source: The application "{app}" has been successfully installed.
de: Die Awendung "{app}" wurde erfolgreich installiert.
es: La aplicación "{app}" se ha instalado correctamente.
ja: "{app}"アプリケーションは正常にインストールされました。

# someListeningPortsAreAlreadyUsed
source: Some listening ports are already used or unavailable. Check HTTP Port ({http}) or HTTPS Port ({https}).
de: Einige Ports sind bereits in verwendung. HTTP Port ({http}) oder HTTPS Port ({https}) überprüfen.
es: Algunos puertos de escucha ya se utilizan o no están disponibles. Compruebe el puerto HTTP ({http}) o HTTPS ({https}).
ja: 一部の受信ポートがすでに使用されているか利用不可です。 HTTPポート({http})あるいはHTTPSポート({https})をチェックしてください。

# theProjectNameCanNotBeEmpty
source: The project name can not be empty. Please enter a name or cancel.
de: Der Projektname darf nicht leer sein. Bitte geben Sie einen Namen ein oder brechen Sie ab.
es: El nombre del proyecto no puede estar vacío. Por favor, introduzca un nombre o cancelar.
ja: プロジェクト名は空にはできません。 名前を入力するかキャンセルして下さい。

# theprojectmustbelocatedrinthemobileprojectsfolder
source: For the build process, the project must be located in the "Mobile Projects" folder.
de: Für den Build Prozess muss das Projekt im Ordner "Mobile Projects" liegen.
ja: ビルド処理を行うためには、プロジェクトは "Mobile Projects"フォルダ内に置かれていなければなりません

# doYouWantToInstallHaxm
source: Do you want to install "Intel® Hardware Accelerated Execution Manager" (HAXM)? The installer will need your password.
de: Wollen Sie "Intel® Hardware Accelerated Execution Manager" (HAXM) installieren? Die Installation wird Ihr Kennwort erfordern.

# projectBuild
source: Building the project. This may take a few minutes…
es: Construcción del proyecto. Esto puede tardar unos minutos...
ja: プロジェクトをビルド中 これには数分かかることがあります…

# projectArchive
source: Project Archive. This may take a few minutes…
es: Archivo de proyecto
ja: プロジェクトをアーカイブしています。 これには数分かかることがあります…

# projectArchiveExport
source: Archive Export. This may take a few minutes…
es: Exportación de archivo
ja: アーカイブを書き出しています。 これには数分かかることがあります…

source: Define your your Team ID to perform this operation
es: Defina su Team ID para realizar esta operación
ja: この操作の実行をするためにはチームIDを定義してください

source: Minimum
es: Mínimo
ja: 最小

source: Maximum
es: Máximo
ja: 最大

source: Float
es: Flotante
ja: フロート

# f_standard
source: Standard
es: Estándar
ja: 標準

# 4dMobileRequiresToInstallDeveloperTools
source: {product} requires the installation of Xcode.
es: {product} requiere la instalación de Xcode.

# wouldYouLikeToInstallFromTheAppStoreNow
source: Do you want to install {app}?
es: ¿Desea instalar {app}?

# wantToFixThePath
source: Want to fix the path? (macOS password required)
es: ¿Quiere definir la ruta? (se requiere contraseña de macOS)

# obsoleteVersionOfXcode
source: {product} needs version {version} or higher of Xcode.
es: {product} necesita la versión {version} o superior de Xcode.

# youHaveNotYetAcceptedTheXcodeLicense
source: Xcode is not fully functional
es: Todavía no ha aceptado la licencia de Xcode.

# wouldYouLikeToLaunchXcodeNow
source: Would you like to launch Xcode now to complete its installation?
es: ¿Usted desea ejecutar Xcode ahora?

# doYouAllow4dMobileToModifyStructure
source: Do you allow {product} to modify the database structure?
es: ¿Permite que {product} modifique la estructura de la base de datos?

source: OK
es: Aceptar
