Repository: 4d/4D-Mobile-App
Catalog: Resources/*.lproj/Main.xlf
Languages: cs, de, es, fr, ja

source: Project name
cs: Název projektu
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
ja: プロジェクト名

source: New project
cs: Nový projekt
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet

source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
ja: 作成

# thisProjectAlreadyExist
source: This project already exists. Do you want to replace it?
fr: Ce projet existe déjà. Voulez-vous le remplacer?

source: Select the project to open
cs: Vyberte projekt pro otevření
de: Zu öffnendes Projekt auswählen
es: Seleccione el proyecto para abrir
fr: Sélectionnez le projet à ouvrir
ja: 開くプロジェクトを選択して下さい

# theProductFolderAlreadyExist
source: The project appears to have been modified.
cs: Zdá se, že projekt byl změněn.
de: Das Projekt scheint modifiziert worden zu sein.
es: El proyecto parece haber sido modificado.
fr: Le projet semble avoir été modifié.
ja: このプロジェクトは変更されているようです。

# creatingTheProjectFolder
source: Creating the project "{project}"
cs: Vytváření projektu "{project}"
de: Das Projekt "{project}" erstellen
es: Creando el proyecto "{project}"
fr: Création du projet "{project}"
ja: "{project}"プロジェクトを作成中

# decompressionOfTheSdk
source: Installing the SDK
cs: Instaluji SDK
de: Installiere SDK
es: Instalando el SDK
fr: Installation du SDK
ja: SDKをインストール中

# workspaceCreation
source: Creating the WorkSpace
cs: Vytváření WorkSpace
de: Erstellen des WorkSpace
es: Creando el espacio de trabajo
fr: Creation du WorkSpace
ja: WorkSpaceを作成中

# projectBuild
source: Building the project. This may take a few minutes…
fr: Construction du projet. Cela peut prendre plusieurs minutes…

source: Launching the simulator
cs: Spouštění simulátoru
de: Simulator wird gestartet
es: Lanzando el simulador
fr: Lancement du simulateur
ja: シミュレーターを起動中

source: Installing the application
cs: Instalování aplikace
de: Applikation wird installiert
es: Instalando la aplicación
fr: Installation de l’application
ja: アプリケーションをインストール中

source: Launching the application
cs: Spouštění aplikace
de: Applikation wird gestartet
es: Iniciando la aplicación
fr: Lancement de l’application
ja: アプリケーションを起動中

# noDevices
source: No simulator device installed
cs: Není instalováno žádné simulátorové zařízení
de: Kein Simulator installiert
es: Ningún simulador de dispositivo instalado
fr: Cliquez sur "Continuer" lorsque Apple Configurator 2 est installé sur votre Mac
ja: シミュレーターデバイスがインストールされていません

# 4dMobileRequiresXcode
source: {product} requires the installation of Xcode.
cs: {product} vyžaduje instalaci Xcode.
de: {product} benötigt die Installation von Xcode.
fr: {product} nécessite l’installation de Xcode.
ja: {product}にはXcodeのインストールが必要です。

# wouldYouLikeToInstallNow
source: Do you want to install {app}?
cs: Chcete instalovat {app}?
de: {app} installieren?
fr: Souhaitez-vous installer {app} ?
ja: {app}をインストールしますか?

source: The product name is mandatory.
cs: Název produktu je povinný.
de: Der Produktname ist zwingend
es: El nombre del producto es obligatorio.
fr: Le nom du produit est obligatoire.
ja: プロダクト名は必須です。

# pleaseGiveNameToYourProduct
source: Before proceeding, please give your product a name.
cs: Než budete pokračovat dejte svému produktu název.
de: Bitte einen Produktnamen eingeben.
es: Asigne un nombre al producto antes de continuar.
fr: Donnez un nom au produit avant de poursuivre.
ja: 先に進む前に、あなたのプロダクトに名前をつけてください。

# allContentWillBeReplaced
source: All changes will be lost. Do you want to continue ?
fr: Tous les changements seront perdus. Voulez-vous continuer ?

source: The Web Server is not started.
cs: Web server není spuštěn.
de: Der Web Server ist nicht gestartet.
es: El servidor web no ha iniciado.
fr: Le server web n’est pas démarré.
ja: Webサーバーが開始されていません。

source: Do you want to start the web server?
cs: Chcete spustit web server?
de: Webserver starten?
es: ¿Desea iniciar el servidor web?
fr: Souhaitez-vous démarrer le serveur web ?
ja: Webサーバーを開始しますか?

# fixThePath
source: {product} wants to fix the path to the development tools
cs: {product} chce opravit cestu k vývojářským nástrojům
fr: {product} veut corriger le chemin vers les outils de développement

# theDevelopmentToolsAreNotProperlyInstalled
source: The path to the development tools is not set correctly.
cs: Cesta k vývojovým nástrojům není nastavena správně.
de: Der Pfad zu den Entwicklerwerkzeugen ist nicht korrekt.
es: La ruta de acceso a las herramientas de desarrollo no está definida correctamente.
fr: Le chemin d’accès vers les outils de développement n’est pas défini correctement
ja: 開発ツールへのパスが正しく設定されていません。

# doYouWantToFixTheToolsPath
source: Want to fix the path? (macOS password required)
fr: Souhaitez-vous réparer le chemin d’accès ? (mot de passe de Mac OS requis)

# failedToRepairThePathOfTheDevelopmentTools
source: Failed to repair the path to the development tools.
cs: Oprava cesty k vývojovým nástrojům se nezdařila.
de: Der Pfad zu den Entwicklungswerkzeugen konnte nicht repariert werden.
es: No se pudo reparar la ruta de acceso a las herramientas de desarrollo.
fr: Impossible de réparer le chemin d'accès aux outils de développement.
ja: 開発ツールへのパスの修復に失敗しました。

source: Try doing this from the Xcode application.
cs: Zkuste to provést z aplikace Xcode.
de: Über die Xcode Anwendung versuchen.
es: Trate de hacerlo desde la aplicación de Xcode.
fr: Essayez de rétablir cela depuis Xcode.
ja: これをXcodeアプリから試してみてください。

# obsoleteVersionofApp
source: {product} needs version {version} or higher of {application}.
cs: {product} potřebuje verzi {version} nebo vyšší {application}.
de: {product} benötigt {application} Version {version} oder höher.
fr: {poduct} nécessite la version {version} ou supérieur de {application}.
ja: {product}にはバージョン{version}以降の{application}が必要です。

source: Xcode is not fully functional
cs: Xcode není plně funkční.
de: Xcode nicht vollständig lauffähig.
fr: Xcode n'est pas pleinement fonctionnel
ja: Xcodeの一部の機能が使用できません

# wouldYouLikeToLaunchAppNow
source: Would you like to launch {application} now to complete its installation?
cs: Chcete nyní spustit {application} k dokončení jeho instalace?
de: {application} starten um die Installation abzuschliessen?
fr: Souhaitez-vous lancer {application} maintenant pour compléter son installation ?
ja: {application}を今起動してインストールを完了しますか?

source: The database structure was modified.
cs: Struktura databáze byla změněna.
de: Die Datenbank Struktur wurde modifiziert.
es: Se modificó la estructura de la base de datos.
fr: La structure de la base de données a été modifiée.
ja: データベースのストラクチャーが変更されています

# theDataModelIsNoMoreValidAndMustBeUpdated
source: The data model is no longer valid and must be updated. Would you want to update it now?
fr: Le modèle de données n'est plus valide et doit être mis à jour. Souhaitez-vous le mettre à jour maintenant ?

# reviewing
source: Review errors
cs: Zkontrolujte chyby
de: Fehler prüfen
es: Ver errores
fr: Voir les erreurs
ja: エラーを表示

# update
source: Update the Project
cs: Aktualizujte projekt
de: Projekt aktuallisieren
es: Actualizar
fr: Mise à jour du projet
ja: プロジェクトを更新

source: Update the Project
cs: Aktualizujte projekt
de: UProjekt aktuallisieren
es: Actualizar
fr: Mise à jour du projet
ja: プロジェクトを更新

# aBackupWillBeCreatedIntoTheProjectFolder
source: A Backup will be created in the Project Folder.
cs: Záloha bude vytvořena ve složce Project.
de: Ein Backup wird im Projektordner erstellt.
es: Una copia de seguridad se creará en la carpeta del proyecto.
fr: Une sauvegarde sera créée dans le dossier de projet.
ja: プロジェクトフォルダ内にバックアップが作成されます。

# theApplicationHasBeenSuccessfullyGenerated
source: The application "{app}" has been successfully generated.
cs: Aplikace "{app}" byla generována úspěšně.
de: Die Anwendung "{app}" wurde erfolgreich generiert.
es: La aplicación "{app}" se ha generado con éxito.
fr: L'application "{app}" a été générée avec succès.
ja: このアプリケーション"{app}"は正常に生成されました。

source: You must publish at least one field to be able to build your application.
cs: K sestavení aplikace musíte publikovat alespoň jedno pole.
de: Es muss mindestens ein Feld veröffentlicht sein, um die Anwendung erstellen zu können.
es: Se debe publicar al menos un campo para poder construir la aplicación.
fr: Vous devez publier au moins un champ pour pouvoir créer votre application.
ja: アプリケーションをビルド可能にするためには最低でも1つのフィールドを公開する必要があります。

# projectArchive
source: Project Archive. This may take a few minutes…
fr: Archive du projet. Cela peut prendre plusieurs minutes…

# projectArchiveExport
source: Archive Export. This may take a few minutes…
fr: Export de l'archive. Cela peut prendre plusieurs minutes…

source: Archive creation successful
cs: Vytvoření archivu bylo úspěšné
de: Archiv erfolgreich erstellt
es: Creación de archivo exitosa
fr: Création de l'archive réussie
ja: アーカイブの作成に成功

source: Would you like to reveal in Finder
cs: Chcete zobrazit ve Finderu
de: Im Finder anzeigen?
es: ¿Le gustaría mostrarlo en el Finder?
fr: Souhaitez vous l'afficher dans le Finder
ja: Finderで表示しますか?

source: Project creation successful
cs: Vytvoření projektu bylo úspěšné
de: Projekt erfolgreich erstellt
es: Creación exitosa del proyecto
fr: Création du projet réussie
ja: プロジェクトの作成に成功

source: {app} is not installed.
cs: {app} není instalován.
de: {app} ist nicht installiert.
es: {app} no está instalada.
fr: {app} n’est pas installé.
ja: {app}はインストールされていません。

source: Apple Configurator 2 installation…
cs: Apple Configurator 2 instalace…
es: Instalación de Apple Configurator 2...
fr: Installation de Apple Configurator 2…
ja: Apple Configurator 2 インストール中…

source: Clic "Continue" when Apple configurator 2 is installed on your Mac.
cs: Klepněte "Pokračovat" pokud je Apple configurator 2 již na vašem Mac instalován.
de: "Continue" klicken wenn "Apple configurator 2" installiert ist.
es: Haga clic en "Continuar" cuando Apple Configurator 2 esté instalado en su Mac.
fr: Cliquez sur "Continuer" lorsque Apple Configurator 2 est installé sur votre Mac.
ja: MacにApple configurator 2がインストールされたら"続ける"をクリックしてください。

source: No Device Found
cs: Nenalezeno žádné zařízení
de: Gerät nicht gefunden
es: Ningún dispositivo encontrado
fr: Aucun périphérique trouvé
ja: デバイスが見つかりません。

# makeSureThatADeviceIsConnected
source: Make sure that the device is connected to your computer using a USB cable.
fr: Assurez-vous que l'appareil est connecté à votre ordinateur via un câble USB.

# theApplicationHasBeenSuccessfullyInstalled
source: The "{app}" application has been successfully installed on the "{device}" device.
cs: Aplikace "{app}" byla úspěšně instalována na zařízení "{device}".
fr: L'application "{app}" a été installée avec succès sur l'appareil "{device}".

source: Failed to start the Web Server.
cs: Start Web Serveru selhal.
de: Web server konnte nicht gestartet werden.
es: No se pudo iniciar el servidor Web.
fr: Impossible de démarrer le serveur Web.
ja: Webサーバーを開始できませんでした。

# someListeningPortsAreAlreadyUsed
source: Some listening ports are already used or unavailable. Check HTTP Port ({http}) or HTTPS Port ({https}).
fr: Certains ports d'écoute sont déjà utilisés ou indisponibles. Vérifiez le port HTTP ({http}) ou le port HTTPS ({https}).

# preparations
source: Preparing for build
cs: Příprava na sestavení
de: Vorbereitungen
es: Preparación del proyecto
fr: Préparation du projet
ja: ビルドの準備中

# theProjectNameCanNotBeEmpty
source: The project name can not be empty. Please enter a name or cancel.
fr: Le nom du projet ne peut pas être vide. Veuillez entrer un nom ou annuler.

# someStructuralAdjustmentsAreNeeded
source: Some adjustments of the structure are needed for an optimized update of mobile data.
cs: Pro optimalizovanou aktualizaci mobilních dat jsou zapotřebí některé úpravy struktury.
de: Für eine optimierte Aktualisierung der mobilen Daten sind einige Anpassungen der Struktur erforderlich.
es: Algunos ajustes de la estructura son necesarios para una actualización optimizada de los datos móviles.
fr: Certains ajustements de la structure sont nécessaires pour une mise à jour optimisée des données mobiles.
ja: モバイルデータの最適化されたアップデートのためにストラクチャーの調整が必要です。

# doYouAllow4dToModifyStructure
source: Do you allow 4D to modify the database structure?
cs: Chcete povolit 4D modifikovat strukturu databáze?
de: 4D erlauben, die Datenbankstruktur zu ändern?
fr: Autorisez-vous 4D à modifier la structure de la base de données ?
ja: 4Dにデータベースのストラクチャーの編集を許可しますか?

source: No table defined in the main menu
cs: V hlavní nabídce nebyla definována žádná tabulka
de: Keine Tabelle im Hauptmenü definiert
es: Ninguna tabla definida en el menú principal
fr: Aucune table définie dans le menu principal
ja: メインメニューでテーブルが定義されていません。

source: You must set at least one table into the main menu
cs: Do hlavní nabídky musíte nastavit alespoň jednu tabulku
de: Sie müssen mindestens eine Tabelle im Hauptmenü einstellen.
es: Debe establecer al menos una tabla en el menú principal
fr: Vous devez définir au moins une table dans le menu principal
ja: メインメニューで少なくとも一つのテーブルを設定する必要があります。

# waitingForXcode
source: Checking Xcode…
cs: Kontrola Xcode…
de: Überprüfe von Xcode…
es: Comprobando Xcode...
fr: Vérification de Xcode…
ja: Xcodeをチェック中…

source: The structure of the production server is not optimized for this project.
cs: Struktura produkčního serveru není optimalizována pro tento projekt.
de: Die Struktur des Produktionsservers ist nicht für dieses Projekt optimiert.
es: La estructura del servidor de producción no está optimizada para este proyecto.
fr: La structure du serveur de production n'est pas optimisée pour ce projet.
ja: プロダクションサーバーのストラクチャーはこのプロジェクトに対して最適化されていません。

# youMustUpdateTheStructureOfTheProductionServer
source: You must update the structure of the production server before generating the application, otherwise the data to embed will not be generated.
cs: Před generováním aplikace musíte obnovit strukturu produkčního serveru, jinak nebudou připojená data generována.
de: Sie müssen die Struktur des Produktionsservers aktualisieren bevor Sie die Anwendung erzeugen, sonst werden die eingebundenen Daten nicht erzeugt.
es: Debe actualizar la estructura del servidor de producción antes de generar la aplicación, de lo contrario no se generarán los datos que se van a integrar.
fr: Vous devez mettre à jour la structure du serveur de production avant de générer l'application, sinon les données intégrées ne seront pas générées.
ja: アプリケーションを生成する前に、プロダクションサーバーのストラクチャーを更新する必要があります。更新しない場合、埋め込むデータは生成されません。

source: The production server is not available
cs: Produkční server není dostupný
de: Der Produktionsserver ist nicht verfügbar
es: El servidor de producción no está disponible
fr: Le serveur de production n'est pas disponible
ja: プロダクションサーバーは利用できません。

source: It is not possible to build the project
cs: Není možno sestavit projekt
de: Das Erzeugen des Projektes ist nicht möglich
es: No es posible construir el proyecto
fr: Il n'est pas possible de construire le projet
ja: プロジェクトをビルドすることはできません

# generationOfTheDatasetIsInProgress
source: A generation of the dataset is in progress
cs: Probíhá generování souboru dat
de: Der Anfangsdatenbestand wird erzeugt
es: Una generación del conjunto de datos está en curso
fr: Une génération du jeu de données est en cours
ja: データセットの生成が進行中です

source: Failed to launch the Simulator
cs: Simulátor se nepodařilo spustit
de: Fehler beim Starten des Simulator
es: No se pudo iniciar el simulador
fr: Impossible de lancer le simulateur
ja: シミュレーターの起動に失敗しました

source: Failed to open Simulator
cs: Simulátor se nepodařilo otevřít
de: Fehler beim Öffnen des Simulator
es: No se pudo abrir El simulador
fr: Impossible d'ouvrir le simulateur
ja: シミュレーターを開くのに失敗しました

source: Failed decompress the sdk
cs: Nepodařilo se dekomprimovat sdk
de: Fehler beim Entpacken des SDK
es: Error al descomprimir el sdk
fr: Échec de la décompression du sdk
ja: SDKの展開に失敗しました

# failedToArchive
source: Failed to create archive
cs: Nepodařilo se otevřít archiv
de: Fehler beim Erzeugen des Archivs
es: No se pudo crear el archivo
fr: Échec de la création de l'archive
ja: アーカイブの作成に失敗しました

# theAliasMobileOriginalCan'tBeFound
source: The alias "mobile" can't be used because the original can't be found
cs: Alias "mobile" nelze použít, protože originál nelze najít
de: Das Alias "mobile" kann nicht verwendet werden, da das Original nicht gefunden werden kann
fr: L'alias "mobile" ne peut pas être utilisé car l'original est introuvable
ja: オリジナルが見つからないため"mobile"エイリアスを使用することができません

source: Unable to generate App
cs: Není možné generovat App
de: Erzeigung der App nicht möglich
fr: Impossible de générer l'application
ja: アプリの生成ができませんでした

# theprojectmustbelocatedrinthemobileprojectsfolder
source: For the build process, the project must be located in the "Mobile Projects" folder.
fr: Pour la génération, le projet doit être localisé dans le dossier "Projets mobiles".

source: The directory is locked or the disk is full
cs: Adresář je uzamčen nebo je disk plný
de: Das Verzeichnis ist gesperrt oder das Volume ist voll
fr: Le répertoire est verrouillé ou le disque est plein
ja: このディレクトリはロックされているか、ディスクがいっぱいです。

# wouldYouLikeToUpdateNow
source: Do you want to update {app} now?
cs: Chcete nyní aktualizovat {app}?
de: Wollen Sie {app} nun aktualisieren?
fr: Souhaitez-vous mettre à jour {app} maintenant ?
ja: {app}を今アップデートしますか?

source: Android Studio must be launched at least once to be fully installed.
cs: Aby byla aplikace Android Studio plně nainstalována, musí být spuštěna alespoň jednou.
de: Android Studio muss zumindest einmal gestartet werden, um vollständig installiert zu werden.
fr: Android Studio doit être lancé au moins une fois pour être entièrement installé.
ja: Android Studioのインストールを完了させるためには少なくとも一度は起動する必要があります。

source: Want to launch Android Studio?
cs: Chcete spustit Android Studio?
de: Wollen Sie Android Studio starten?
fr: Vous voulez lancer Android Studio ?
ja: Android Studioを起動しますか?

source: You must first select a simulator
cs: Nejdřív musíte vybrat simulátor
de: Sie müssen zuerst einen Simulator auswählen
fr: Vous devez d'abord choisir un simulateur

# downloadingSDK
source: Downloading 4D for {os} SDK
cs: Stahování 4D for {os} SDK
de: Lade 4D for {os} SDK
fr: Téléchargement du SDK 4D for {os}

# yourVersionOf4dMobileSdkUpToDate
source: Your version of 4D Mobile SDK for {os} is up to date.
cs: Vaše verze 4D Mobile SDK for {os} je aktuální.
de: Ihre Version von 4D Mobile SDK for {os} ist aktuell.
fr: Votre version de 4D Mobile SDK pour {os} est à jour.

source: Project Build Failure
cs: Sestavování projektu selhalo
de: Projekt Build Fehlgeschlagen
fr: Échec de la construction du projet

source: Creating a default device…
cs: Vytváření výchozího zařízení…
de: Erstelle ein neues Standardgerät…
fr: Création d'un simulateur par défaut…

source: Failed to create the project
cs: Vytvoření projektu selhalo
de: Fehler beim Erzeugen des Projekts
fr: La création du projet a échoué

source: Copying resources
cs: Kopírování zdrojů
de: Kopiere Ressourcen
fr: Copie des ressources

source: The icon is mandatory
cs: Ikona je povinná
de: Das Icon ist zwingend erforderlich
fr: L'icône est obligatoire

source: Unzipping…
cs: Rozbalení…
de: Entkomprimierung…
fr: Décompression…

# 4dForAndroidNeedsToInstallHardwareAccelerationTools
source: 4D for Android needs to install hardware acceleration tools to improve performance of the emulator.
cs: 4D for Android potřebuje ke zlepšení výkonu emulátoru instalovat hardwarové akcelerační nástroje.
de: 4D for Android muss Hardware Acceleration Tools installieren, um die Performance des Emulators zu verbessern.
fr: 4D for Android a besoin d'installer des outils d'accélération matérielle pour améliorer les performances de l'émulateur.

# doYouWantToInstallHaxm
source: Do you want to install "Intel® Hardware Accelerated Execution Manager" (HAXM)? The installer will need your password.
fr: Voulez-vous installer "Intel® Hardware Accelerated Execution Manager" (HAXM) ? L'installateur aura besoin de votre mot de passe.

# tooRecentVersion
source: {product} requires at most {application} version {version}.
cs: {product} požaduje nanejvýš {application} verzi {version}.
fr: {product} nécessite au maximum {application} version {version}.

# versionNotSupported
source: {application} version not supported
cs: {application} verze není podporována
fr: Version de {application} non gérée

# switchTheActiveDevelopperDirectory
source: {product} wants to switch the active developper directory
cs: {product} chce změnit aktivní adresář vývojáře
fr: {product} veut changer le répertoire actif du développeur.

# needsSetXcodeAsActiveVersion
source: {product} needs set Xcode {version} as active version.
cs: {product} potřebuje nastavit Xcode {version} jako aktivní verzi.
fr: {product} a besoin de définir Xcode {version} comme version active.

# doYouWantToSwitchTheActiveDevelopperDirectory
source: Do you want to switch the active developper directory? (macOS password required)
fr: Voulez-vous changer le répertoire actif du développeur ? (Mot de passe macOS requis)

# tooOldVersion
source: {product} requires at least {application} version {version}.
cs: {product} vyžaduje alespoň {application} verzi {version}.
fr: {product} nécessite au minimum {application} version {version}.

# thePackageNameShouldUseOnlyLettersNumbersAndUnderscores
source: The package identifier should use only letters, numbers and underscores ({identifier}).
cs: Identifikátor balíčku by měl používat pouze písmena, číslice a podtržítka ({identifier}).
fr: L'identifiant du paquet ne doit comporter que des lettres, des chiffres et des caractères de soulignement ({identifier}).

# thePackageNameMustHaveAtLeast2SegmentsSeparatedByADot
source: The package name must have at least 2 segments separated by a dot ({packageName})
cs: Název balíčku musí mít alespoň 2 segmenty oddělené tečkou ({packageName})
fr: Le nom du paquet doit comporter au moins 2 segments séparés par un point ({packageName})

# thePackageNameMustBeginWithALetter
source: The package name must begin with a letter ({packageName})
cs: Název balíčku musí začínat písmenem ({packageName})
fr: Le nom du paquet doit commencer par une lettre ({packageName})

# thePackageNameMustNotEndWithADot
source: The package name must not end with a dot ({packageName})
cs: Název balíčku nesmí končit tečkou ({packageName})
fr: Le nom du paquet ne doit pas se terminer par un point ({packageName})

# aPackageNameSegmentMustStartWithALetter
source: A package name segment must start with a letter ({packageName})
cs: Segment názvu balíčku musí začínat písmenem ({packageName})
fr: Un segment de nom de paquet doit commencer par une lettre ({packageName})

source: Invalid project
fr: Projet invalide

# thisProjectCannotBeLoadedWith4dV19
source: This project cannot be used with 4D v19
fr: Ce projet ne peut pas être utilisé avec 4D v19

# theDeviceIsNotReachable
source: The "{device}" device is not reachable. Make sure the device is connected to your computer with a USB cable.
fr: Le périphérique "{device}" n'est pas joignable. Assurez-vous que le périphérique est connecté à votre ordinateur à l'aide d'un câble USB.

source: Are you sure?
fr: Êtes vous certain ?

source: Cancelled operation
fr: Opération annulée

# datagenerationPreparations
source: Preparations…
fr: Préparations…

source: Do you want to cancel the data generation process?
fr: Voulez-vous annuler le processus de génération de données ?

# deviceList
source: Selecting the simulator for testing
cs: Výběr simulátoru pro testování
de: Simulator für Tests auswählen.
es: Seleccionar el simulador para probar
fr: Sélectionnez le simulateur pour tester
ja: テスト用のシミュレーターを選択
