Repository: 4d/4D-Mobile-App
Catalog: Resources/*.lproj/Preview.xlf
Languages: de, es, fr, ja, pt

source: Field to use for search
de: Zum Suchen verwendetes Feld
es: Campo a utilizar para buscar
fr: Champ à utiliser pour la recherche
ja: 検索に使用するフィールド
pt: Campo a usar para pesquisar

source: Field to use as Section
de: Als Gruppierung verwendetes Feld
es: Campo a utilizar como sección
fr: Champ à utiliser en tant que section
ja: セクションとして使用するフィールド
pt: Campo para usar como seção

# titleField
source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
pt: Título

# subtitleField
source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
ja: サブタイトル
pt: Subtítulo

# pictureField
source: Picture
de: Bild
es: Imagen
fr: Image
ja: ピクチャー
pt: Imagem

# field[n]
source: Field
de: Feld
es: Campo
fr: Champ
ja: フィールド
pt: Campo

source: Picture
de: Bild
es: Imagen
fr: Image
ja: ピクチャー
pt: Imagem

# footer
source: Footer Field
de: Footer Feld
es: Pie de página
fr: Pied de page
ja: フッターフィールド
pt: Rodapé

source: Multi-criteria Search
de: Multikriterien-Suche
es: Búsqueda multicriterio
fr: Recherche multi-critères
ja: 複数条件検索
pt: Pesquisa Multicritério

source: Drop a field here
de: Feld hierher verschieben
fr: Déposez un champ ici

# dropHereAFieldThatMustBe_
source: Accepts a field that must be of {type} type
de: Ein Feld ablegen vom Typ {type}
fr: Accepte un champ qui doit être de type {type}
ja: ここにドロップできるフィールドの型は
pt: Solte aqui um campo que deve ser do tipo {type}

source: or
de: oder
es: o
fr: ou
ja: または
pt: ou

# dropHereAFieldWhoseTypeMustNotBe_
source: Accepts a field that must not be of {type} type
de: Ein Feld ablegen, nicht vom Typ {type}
fr: Accepte un champ qui ne doit pas être de type {type}
ja: ここにドロップできないフィールドの型は
pt: Solte aqui um campo que não deve ser do tipo {type}

# thisFieldIsOptional
source: This field is not required
de: Dieses Feld ist nicht erforderlich.
es: Este campo no se requiere
fr: Ce champ est facultatif
ja: このフィールドは必須ではありません
pt: Este campo não é obrigatório

# searchBoxTips
source: If you drop a field here, a search box will be displayed at the top of the page.
de: Wenn hier ein Feld abgelegt wird, wird oben auf der Seite ein Suchfeld angezeigt..
es: Si suelta un campo aquí, se mostrará un cuadro de búsqueda en la parte superior de la página.
fr: Si vous déposez ici un champ, une zone de recherche sera affichée en haut de la page.
ja: ここにフィールドをドロップすると、ページのトップに検索ボックスが表示されます。
pt: Se você soltar um campo aqui, uma caixa de pesquisa será exibida na parte superior da página.

# sectionTips
source: If you fill in this area, the field value will be used to arrange the list.
de: Wenn dieser Bereich ausgefüllt wird, wird der Feldwert für die Anordnung der Liste verwendet.
es: Si rellena este campo, se utilizará el valor del campo para organizar la lista.
fr: Si vous remplissez cette zone, la valeur du champ sera utilisée pour ordonner la liste.
ja: ここのエリアに入力をすると、フィールドの値を使用してリストがアレンジされます。
pt: Se você preencher nesta área, o valor do campo será usado para organizar a lista.

# theFieldTypeMustBe_
source: Field type must be {type}
de: Der Feldtyp muss sein: {type}
fr: Le type de champ doit être {type}
ja: フィールドの型は
pt: O tipo de campo deve ser {type}

# theFieldTypeMustNotBe_
source: Field type must not be {type}
de: Der Feldtyp darf nich sein: {type}
fr: Le type de champ ne doit pas être {type}
ja: 使用不可のフィールドの型は
pt: O tipo de campo não deve ser {type}

source: This field accepts several values
de: Dieses Feld akzeptiert mehrere Werte
es: Este campo acepta valores varios
fr: Ce champ accepte plusieurs valeurs
ja: このフィールドは複数の値を受け取れます
pt: Este campo aceita vários valores

# dropHereAFieldOfAnyType
source: Accepts a field of any type
de: Ein Feld von beliebigem Typ hier ablegen
fr: Accepte un champ de tout type
ja: ここには任意の型のフィールドをドロップして下さい
pt: Aceita um campo de qualquer tipo

# thisFieldWillAllowYouToNavigateToListOf
source: This field will allow you to navigate to open the list of "{table}"
de: Dieses Feld erlaubt Ihnen die Liste für "{table}" zu öffnen
fr: Ce champ vous permettra d'ouvrir la liste des "{table}"
pt: Este campo permitirá que você abra a lista de "{table}"

source: Remove all fields
de: Alle Felder entfernen
es: Eliminar todos los campos
fr: Supprimer tous les champs
ja: 全てのフィールドを削除
pt: Remover todos os campos

source: Remove "{field}"
de: Entferne "{field}"
es: Quitar "{field}"
fr: Supprimer "{field}"
ja: "{field}"を削除
pt: Remover "{field}"

# dropHereAFieldThatMustBe_
source: Drop here a field that must be of type
es: Suelte aquí un campo que debe ser de tipo

# dropHereAFieldWhoseTypeMustNotBe_
source: Drop here a field that must not be of type
es: Suelte aquí un campo que no debe ser del tipo

source: The field type must be
es: El tipo de campo debe ser

source: The field type must not be
es: El tipo de campo no debe ser

source: Drop here a field of any type
es: Solta aquí un campo de cualquier tipo
