Repository: 4d/4D-Mobile-App
Catalog: Resources/*.lproj/Project.xlf
Languages: cs, de, fr, pt

# appNameTip
source: The product name is the name of your application as it will appear to customers in the store and should be similar to the name you enter later in iTunes Connect. The product name cannot be longer than 255 bytes and can be no fewer than 2 characters.
cs: Název produktu je název vaší aplikace, jak se zobrazí zákazníkům v obchodě a měla by být podobný jménu, které zadáte později v iTunes Connect. Název produktu nesmí být delší než 255 bajtů a nemůže být kratší než 2 znaky.
fr: Le nom du produit est le nom de votre application, tel qu'il apparaîtra sur le store et doit être identique au nom que vous entrerez plus tard sur iTunes Connect. Le nom du produit ne peut pas dépasser 255 octets et ne peut pas contenir moins de 2 caractères.
pt: O nome do produto é o nome do seu aplicativo que será exibida aos clientes na loja e deve ser semelhante ao nome que você inserir mais tarde no iTunes Connect. O nome do produto não pode ser mais de 255 bytes e não pode ser menos de 2 caracteres.

# appBundleIDTip
source: The product name and the organization identifier you enter are concatenated to create the bundle ID using reverse DNS. The bundle ID must uniquely identify your application, so it's important to define the identifier of the organization by a unique string.
cs: Název produktu a identifikátor organizace, který zadáte, jsou spojeny, aby se vytvořilo ID bandlu pomocí reverzního DNS. Identifikátor bandlu musí jednoznačně identifikovat vaši aplikaci, takže je důležité definovat identifikátor organizace pomocí jedinečného řetězce.
fr: Le nom du produit et l'identifiant organisation sont concaténés pour créer le bundle ID à l'aide du reverse DNS. Le bundle ID est un identifiant unique de votre application. Il est donc important de définir l'identifiant organisation en une chaîne de caractère unique.

# appVersion
source: Version
cs: Verze
pt: Versão

# appIcons
source: Icons
cs: Ikony
fr: Icônes
pt: Icones

# appIconsTip
source: Drop an image or application to use as your app icon. Click to see more options.
cs: Přetáhněte obrázek nebo aplikaci, které chcete použít jako ikonu aplikace. Kliknutím zobrazíte další možnosti.
fr: Déposez une image ou une application pour l'utiliser comme icône de votre application. Cliquez pour voir plus d'options.
pt: Solte uma imagem ou aplicativo para usar como o ícone do app. Clique para ver mais opções.

source: Select a picture or an application
cs: Vyberte obrázek nebo aplikaci

# productNameIsMandatory
source: The name of the product is mandatory
cs: Název produktu je povinný

# numbersOrSpecialCharactersAreNotAllowedInTheFirstPosition
source: Numbers or special characters (!@#$%^&*-+=123456789) are not allowed in the first position.
cs: Čísla nebo specielní znaky (!@#$%^&*-+=123456789) nejsou na první pozici povoleny.

# productNameCannotBeFewerThan2Characters
source: The product name cannot be less than 2 characters long.
cs: Název produktu nemůže být kratší než 2 znaky.

# productNameCannotExceed50Characters
source: The product name cannot exceed 50 characters.
cs: Název produktu nesmí přesáhnout 50 znaků.

# productNameMustBeApproximately23CharactersOrLess
source: The product name must be approximately 23 characters or less.
cs: Název produktu musí být 23 znaků nebo méně.

# appIconsTip
source: Drop an image to use as your app icon. Click to see more options.
cs: Umístěte obrázek, který chcete použít jako ikonu aplikace. Kliknutím zobrazíte další možnosti.

# dominantColor
source: Main color
cs: Hlavní barva

source: Use the system color selector...
cs: Použijte volič systémových barev...

source: Use the main color of the icon
cs: Použijte hlavní barvu ikony

# picSize
source: {w} x {h} pixels
cs: {w} x {h} bodů
de: {w} x {h} Pixel

# orgName
source: Name
cs: Název
fr: Nom
pt: Nome

# orgTeam
source: Team
cs: Tým
pt: Equipe

# orgNameTip
source: The organization name is an attribute of the Xcode project and is used throughout your project folder. For example, the organization name is used in both the source and header.
cs: Název organizace je atribut projektu Xcode a používá se ve složce projektu. Název organizace se například používá v zdroji i záhlaví.
fr: Le nom de l'organisation est un attribut du projet Xcode et est utilisé dans le texte standard tout au long de votre dossier de projet. Par exemple, le nom de l'organisme est utilisé dans les chaînes de droits d'auteur de fichier source et en-tête.
pt: O nome da organização é um atributo do projeto Xcode e é usado em toda a sua pasta de projeto. Por exemplo, o nome da organização é usado na fonte e o cabeçalho.

# orgIdentifier
source: Identifier
cs: Identifikátor
de: Kennung
fr: Identifiant
pt: Identificador

# mnuRunWithoutBuilding
source: Run
cs: Spustit
de: Ausführen
fr: Exécuter
pt: Executar

# mnuBuildAndRun
source: Generate and run
cs: Generovat a spustit
de: Erzeugen und ausführen
fr: Générer et exécuter
pt: Gerar e executar

# mnuProjectFolder
source: Show the Project Folder
cs: Ukázat složku projektu

# mnuProductFolder
source: Show the Product Folder
cs: Ukázat složku produktu

# mnuOpenTheProjectWithXcode
source: Open Project with Xcode…
cs: Otevřít projekt v Xcode…

source: Browse…
cs: Procházet…
fr: Sélectionner…
pt: Selecionar...

# showIconsFolder
source: Show the icons folder
cs: Ukázat složku ikon

# syncDataModel
source: Update the Data Model…
cs: Updatovat datový model…
de: Datenmodell aktualisieren…
fr: Mettre à jour le modèle de données…
pt: Atualize o modelo de dados...

source: Install test certificates
cs: Instalovat testovací certifikáty
de: Installiere Test Zertifikate
fr: Installer les certificats de test
pt: Instalar certificados de teste

source: Show the current Simulator Logs Folder
cs: Zobrazit aktuální složku protokolů simulátoru

source: Show "DiagnosticReports" folder
cs: Zobrazit složku "DiagnosticReports"

# showCurrentSimulatorFolder
source: Show the current Simulator Folder
cs: Zobrazit aktuální složku simulátoru

source: Show Application Simulator Folder
cs: Ukázat složku simulátoru aplikace

source: Clear Xcode Build
cs: Vymazat sestavení Xcode
de: Lösche Xcode Build
fr: Nettoyer le Build Xcode
pt: Limpar o build de Xcode

source: Show the Cache Folder
cs: Ukázat složku mezipaměti

source: Verbose
cs: Podrobnosti
de: Ausführlich
pt: Verboso

# buildAndRunFor
source: Build and Run for {target}
cs: Sestavit a spustit pro {target}

# showiOSIconsFolder
source: Show the iOS icons folder
cs: Ukázat složku iOS ikon

# showAndroidIconsFolder
source: Show the Android icons folder
cs: Ukázat složku Android ikon

# mnuBuild
source: Build and Run
cs: Sestavit a spustit
de: Erstellen und ausführen
fr: Créer & exécuter
pt: Gerar e executar

# mnuCreateWorkspace
source: Generate the project
cs: Generovat projekt
de: Projekt erzeugen
fr: Générer le projet
pt: Gerar o projeto

# downloadTheSDK
source: Update the 4D Mobile SDK for {os}
cs: Aktualizovat 4D Mobile SDK for {os}

source: Android Simulators
cs: Simulátory Android

source: iOS Simulators
cs: Simulátory iOS

source: iOS Devices
cs: iOS zařízení

source: Android devices
cs: Android zařízení

source: Select…
cs: Vybrat…

# mnuOpenTheProjectWithAndroidStudio
source: Open Project with Android Studio…
cs: Otevřít projekt Android studiem…

source: Show the SDK Cache Folder
cs: Zobrazit složku mezipaměti SDK

source: Open the 4D Mobile App Log
cs: Otevřít 4D Mobile App Log

source: Create a Simulator
cs: Vytvořit simulátor

# checkTheInstallationOf
source: Check the installation of {app}…
cs: Zkontrolujte instalaci {app}…

source: Updating the list of devices…
cs: Obnova seznamu zařízení…

# bRunTip
source: Build and run the application in the Simulator
cs: Vytvořit a spustit aplikaci v Simulátoru
de: Anwendung erstellen und im Simulator ausführen
fr: Générer et exécuter l'application dans le simulateur
pt: Gerar e executar o aplicativo

# bInstallTip
source: Build and install the application on the connected device
cs: Vytvořit a spustit aplikaci na připojeném zařízení
de: Anwendung erstellen und auf verbundenem Gerät ausführen
fr: Générer et installer l'application sur l'appareil connecté
pt: Gerar e instalar o aplicativo no dispositivo conectado

# theWebServerIsShutDown
source: The Web Server is not started
cs: Web server je vypnutý
de: Der Webserver wird heruntergefahren.
fr: Le serveur Web n'est pas démarré.
pt: O servidor Web está parado.

# theTcpPortIdDefinedIntoTheUrlIsNotTheSameAsUsedByTheWebServer
source: The TCP port ID defined into the URL ({urlPort}) is not the same as used by the Web server ({currentPort})
cs: Identifikátor portu TCP definovaný s adresou URL ({urlPort}) není stejný, jaký používá webový server ({currentPort})
fr: L'ID du port TCP défini dans l'URL ({urlPort}) n'est pas le même que celui utilisé par le serveur Web ({currentPort})
pt: O ID da porta TCP na URL ({urlPort}) não é o mesmo usado pelo servidor web ({currentPort})

# youMustRestartTheServerToActivateThe4dMobileService
source: You must restart the web server to activate the 4D Mobile service.
cs: Chcete-li aktivovat službu 4D Mobile, musíte restartovat webový server.
de: Der Webserver muss neugestartet werden um den 4D Mobile Service zu aktivieren.
fr: Vous devez redémarrer le serveur web pour activer le 4D Mobile service.
pt: Você deve reiniciar o servidor web para ativar o serviço 4D Mobile.

# 4dMobileServiceIsDisabled
source: 4D Mobile service is not enabled.
cs: Služba 4D Mobile není povolena.
de: 4D Mobile Service ist nicht aktiviert.
fr: 4D Mobile service n'est pas activé.
pt: O serviço 4D Mobile não está habilitado.

source: The Web Server is running
cs: Web server je spuštěn
de: Der Webserver läuft
fr: Le serveur Web est en cours d'exécution
pt: O servidor web está sendo executado

source: The Web server is not reachable.
cs: Web server není dosažitelný.
de: Der Webserver ist nicht erreichbar.
fr: Le serveur web n'est pas accessible.
pt: O servidor web não é acessível.

# productionURLTip
source: This URL will be used by mobile devices using the application.
cs: Tato adresa URL bude používána aplikací v mobilními zařízení.
de: Diese URL wird von mobilen Geräten verwendet, die die Anwendung verwenden.
fr: Cette URL sera utilisée par l'application s'exécutant sur un mobile.
pt: Essa URL será usada por dispositivos móveis que usam o aplicativo.

source: Production URL
cs: Produkce URL
de: Produktions URL
fr: URL de production
pt: URL de produção

source: Authentication
cs: Ověřování
de: Authentifizierung
fr: Authentification
pt: Autenticação

# requiresAnEmailToConnect
source: Authentication
cs: Ověření
fr: Authentification

source: Authentication method
cs: Metoda ověření
de: Authentifizierungsmethode
fr: Méthode d'authentification
pt: Método de autenticação

# theUrlNeedsToBeginWithHttps
source: The URL needs to begin with ‚Äúhttps‚Äù
cs: Adresa URL musí začít ‚Äúhttps‚Äù

source: Check that the certificates are properly installed.
cs: Zkontrolujte jestli jsou správně instalovány certifikáty.
de: Überprüfen Sie, ob die Zertifikate ordnungsgemäß installiert sind.
fr: Vérifiez que les certificats sont correctement installés.
pt: Verificar que os certificados estão instalados corretamente.

source: HTTPS Server Is Not Enabled in Web Configuration Settings.
cs: HTTPS Server není povolen v Nastavení konfigurace webu.
de: HTTPS-Server ist in den Web-Konfigurationseinstellungen nicht aktiviert.
fr: Le serveur HTTPS n'est pas activé dans les paramètres de configuration Web.
pt: O servidor HTTPS não está habilitado na configuração Web.

source: Web Server Settings
cs: Nastavení Web serveru
de: Webserver-Einstellungen
fr: Paramètres du serveur Web
pt: Configurações do servidor Web

source: The production URL is not populated.
cs: Produkční adresa URL není naplněna.
de: Die Produktions-URL ist nicht eingetragen.
fr: L'URL de production n'est pas renseignée.
pt: A URL de produção não é preenchida.

# clickToFillItIn
source: Click here to populate it.
cs: Pro její vyplnění klapněte sem.
de: Klicken Sie hier, um Sie einzutragen.
fr: Cliquez ici pour la renseigner.
pt: Clique aqui para preenchê-lo.

# clickToStartIt
source: Click here to start it.
cs: Pro spuštění klapněte sem.
de: Klicken Sie hier, um zu starten.
fr: Cliquez ici pour le démarrer.
pt: Clique aqui para iniciá-lo.

source: Server is online
cs: Server je online
de: Der Server ist online
fr: Le serveur est en ligne
pt: O servidor está online

# theServerIsNotReady
source: The Web Server is not ready
cs: Web Server není připraven
de: The Web Server ist nicht bereit
fr: Le serveur Web n'est pas prêt
pt: O servidor Web não está pronto

source: Unauthorized access
cs: Neautorizovaný přístup
de: Unerlaubter Zugriff
fr: Accès non autorisé
pt: Acesso não autorizado

# maxNumberOfSessionsReached
source: The maximum number of sessions is reached
cs: Byl dosažen maximální počet sekcí
de: Die maximale Anzahl der Sitzungen ist erreicht.
fr: Le nombre maximum de sessions est atteint
pt: O número máximo de sessões foi alcançado

source: The request is malformed
cs: Požadavek má chybný formát
de: Die Anfrage ist fehlerhaft.
fr: La requête est malformée
pt: O pedido é malformado

# theDatabaseMethodIsNotDefined
source: The database method "On 4D Mobile Authentication" is not defined
cs: Metoda databáze "On 4D Mobile Authentication" není definována
de: Die Datenbankmethode "On 4D Mobile Authentication" ist nicht definiert.
fr: La méthode base "Sur authentification 4D Mobile" n'est pas définie
pt: O método de base de dados "On 4D Mobile Authentication" não está definido

# theDatabaseMethodHasFailed
source: The database method "On 4D Mobile Authentication" failed
cs: Metoda databáze "On 4D Mobile Authentication" selhala
de: Die Datenbankmethode "On 4D Mobile Authentication" ist fehlgeschlagen.
fr: La méthode base "Sur authentification 4D Mobile" a échoué
pt: O método de banco de dados "On 4D Mobile Authentication" falhou

# theDatabaseMethodTookTooLongToExecute
source: The database method "On 4D Mobile Authentication" is too long to execute
cs: Metoda databáze "On 4D Mobile Authentication" je k provedení příliš dlouhá
de: Die Datenbankmethode "On 4D Mobile Authentication" ist zu lang, um sie auszuführen.
fr: La méthode base "Sur authentification 4D Mobile" est trop longue à s'exécuter
pt: O método de banco de dados "On 4D Mobile Authentication" é muito longo para executar

source: The key file is not available.
cs: Klíčový soubor není dostupný.
de: Die Schlüsseldatei ist nicht verfügbar.
fr: Le fichier de clé n'est pas disponible.
pt: O arquivo de chave não está disponível.

source: Click here to find the key file.
cs: Klepněnte sem k nalezení klíčového souboru.
de: Klicken Sie hier, um die Schlüsseldatei zu finden.
fr: Cliquez ici pour trouver le fichier de clé.
pt: Clique aqui para encontrar o arquivo de chave.

source: Select the key file
cs: Vyberte klíčový soubor
de: Wählen Sie die Schlüsseldatei aus
fr: Sélectionnez le fichier de clé
pt: Selecione o arquivo da chave

source: Failed to generate authorization key
cs: Generování autorizačního klíče selhalo
de: Berechtigungsschlüssel konnte nicht generiert werden
fr: Impossible de générer la clé d'autorisation
pt: Falha ao gerar a chave de autorização

source: Server not Found
cs: Server nenalezen
de: Server nicht gefunden
fr: Serveur introuvable
pt: Servidor não encontrado

source: Service Unavailable
cs: Služba nedostupná
de: Service nicht verfügbar
fr: Service indisponible
pt: Serviço indisponível

source: Checking server availability
cs: Kontrola dostupnosti serveru
de: Überprüfe Serververfügbarkeit
fr: Vérification de la disponibilité du serveur
pt: Verificando a disponibilidade do servidor

source: Make sure that the key provided is the key of the server.
cs: Ujistěte se, že poskytnutý klíč je klíčem serveru.
de: Sicherstellen, dass der angegebene Schlüssel der Schlüssel des Servers ist.
fr: Assurez-vous que la clé fournie est bien la clé du serveur.
pt: Certifique-se de que a chave fornecida é a chave do servidor.

source: Features
cs: Rysy
fr: Fonctionnalités

# enablePushNotifications
source: Push notifications
cs: Push notifikace
fr: Notifications push

# theLocalWebServerIsStarted
source: The local web server is started and its URL conflicts with that of the production server
cs: Lokální web server je spuštěn a jeho URL je v konfliktu s porodukčním serverem

source: You need to shut down the local web server
cs: Musíte ukončit lokální web server

source: Stop the local server
cs: Ukončete lokální server

source: Select a certificate
cs: Vyberte certifikát

source: Certificate
cs: Certifikát

source: <none>
cs: <žádný>
fr: <aucun>
pt: <Nenhum>

# booted
source: (active)
cs: (aktivní)
de: (aktiv)
fr: (actif)
pt: (ativo)

source: Sort by name
cs: Třídit dle názvu
de: Sortiert nach Name
fr: Trier par nom
pt: Ordenar por nome

source: Default sort
cs: Výchozí třídění
de: Standardsortierung
fr: Tri par défaut
pt: Ordem por padrão

source: Icons
cs: Ikony
fr: Icônes
pt: Icones

# noMedia
source: Folder is empty
cs: Složka je prázdná
de: Ordner ist leer
fr: Le dossier est vide
pt: A pasta está vazia

source: Are you sure?
cs: Jste si jist?
de: Sicher?
fr: Êtes vous certain ?
pt: Tem certeza?

source: Title
cs: Nadpis
de: Titel
fr: Titre
pt: Título

source: Name
cs: Název
fr: Nom
pt: Nome

source: Selected Tables
cs: Vybrané tabulky
de: Ausgewählte Tabellen
fr: Tables sélectionnées
pt: Tabelas selecionadas

# noPublishedTable
source: Please, publish at least one field…
cs: Publikujte alespoň jedno pole…
de: Bitte mindestens ein Feld veröffentlichen...
fr: Merci de publier au moins un champ ...
pt: Por favor, publique pelo menos um campo...

source: Do not show again
cs: Znovu nezobrazovat
de: Nicht erneut anzeigen
fr: Ne plus afficher
pt: Não mostrar novamente

# shouldBe10CharOrLess
source: Short label should be 10 characters or less
cs: Krátký popisek by měl mít 10 znaků nebo méně
de: Die kurzen Titel sollte maximal 10 Zeichen lang sein.
fr: Le libellé court ne devrait pas comporter plus de 10 caractères
pt: A etiqueta curta deve ser de 10 caracteres ou menos

# shouldBe25CharOrLess
source: Long label should be 25 characters or less
cs: Dlouhý popisek by měl mít 25 znaků nebo více
de: Die langen Titel sollte maximal 25 Zeichen lang sein.
fr: Le libellé long ne devrait pas comporter plus de 25 caractères
pt: A etiqueta longa deve ser de 25 caracteres ou menos

source: Edit…
cs: Upravit…
de: Bearbeiten…
fr: Éditer…
pt: Modificar...

source: Create…
cs: Vytvořit…
de: Erstellen…
fr: Créer…
pt: Crie...

# formatters
source: Formats
cs: Formátovače
de: Formate
pt: Formatos

source: Names
cs: Názvy
de: Namen
fr: Noms
pt: Nomes

source: Table
cs: Tabulka
de: Tabelle
pt: Tabela

source: Remove
cs: Odstranit
de: Entfernen
fr: Supprimer
pt: Remover

source: Default value
cs: Výchozí hodnota
de: Standard Wert
fr: Valeur par défaut
pt: Valor padrão

source: By default
cs: Výchozí
de: Standard
fr: Par défaut
pt: Padrão

source: Add…
cs: Přidat…
de: Hinzufügen…
fr: Ajouter…
pt: Adicionar...

source: Download more {resources}
cs: Stáhnout více {resources}
de: Lade weitere {resources}
fr: Télécharger plus de {ressources}

# findAndDownloadMoreResources
source: Find and download more resources from community
cs: Nalézt a stáhnout více zdrojů z komunity
de: Download von weiteren Ressourcen der Community
fr: Trouvez et téléchargez plus de ressources de la communauté

source: Explore
cs: Procházet
fr: Explorer

source: Share…
cs: Sdílet…

source: Not available
cs: Nedostupné

source: Sort…
cs: Třídit…

source: Organization
cs: Organizace
de: Organisation
fr: Organisation
pt: Organização

source: Product
cs: Produkt
de: Produkt
fr: Produit
pt: Produto

source: Developer
cs: Vývojář
de: Entwickler
fr: Développeur
pt: Programador

# publishedStructure
source: Published Fields
cs: Publikovaná pole
de: Felder veröffentlichen
fr: Structure publiée
pt: Campos publicados

source: Structure
cs: Struktura
de: Struktur
pt: Estrutura

# main
source: Main View
cs: Hlavní pohled
de: Hauptfenster
fr: Vue principale
pt: Vista principal

# tablesProperties
source: Table Properties
cs: Vlastnosti tabulek
de: Tabelleneigenschaften
fr: Propriétés des tables
pt: Propriedades de tabelas

source: Main Menu
cs: Hlavní nabídka
de: Hauptmenu
fr: Menu principal
pt: Menu principal

source: Forms
cs: Formuláře
de: Formulare
fr: Formulaires
pt: Formulários

# fieldsProperties
source: Field & Relation Properties
cs: Field & Vlastnosti vztahu
de: Feld- und Relationeneigenschaften
fr: Propriétés des champs et des relations
pt: Propriedades de campos

# showAccount
source: Membership details
cs: Podrobnosti členství
de: Details zur Mitgliedschaft
fr: Données d'adhésion…
pt: Detalhes da associação

# devNameTip
source: The developer name is an attribute of the Xcode project and is used throughout your project folder. For example, the developer name is used in both the source and header.
cs: Vývojář je atribut projektu Xcode a používá se ve složce projektu. Například jméno vývojáře se používá jak v zdroji, tak v záhlaví.
fr: Le nom du développeur est un attribut du projet Xcode et est utilisé dans le texte standard tout au long de votre dossier de projet. Par exemple, ce nom est utilisé dans les chaînes de droits d'auteur de fichier source et en-tête.
pt: O nome do desenvolvedor é um atributo do projeto Xcode e é usado em toda a sua pasta de projeto. Por exemplo, o nome do desenvolvedor é usado na fonte e o cabeçalho.

source: Tables
cs: Tabulky
de: Tabellen
pt: Tabelas

source: Fields
cs: Pole
de: Felder
fr: Champs
pt: Campos

source: Publish
cs: Publikovat
de: Veröffentlichen
fr: Publier
pt: Publicar

# structName
source: Name
cs: Název
fr: Nom
pt: Nome

source: Filtered by:
cs: Filtrováno podle:
de: Gefiltert nach:
fr: Filtrer par :
pt: Filtrado por:

source: Only published tables
cs: Pouze publikované tabulky
de: Nur veröffentlichte Tabellen
fr: Seulement les tables publiées
pt: Somente as tabelas publicadas

source: Published
cs: Publikováno
de: Veröffentlicht
fr: Publié
pt: Publicado

source: Only published fields
cs: Pouze publikovaná pole
de: Nur veröffentlichte Felder
fr: Seulement les champs publiées
pt: Apenas campos publicados

source: Unpublish
cs: Odpublikovat
de: Nicht (un)veröffentlichen
fr: Dépublier
pt: Despublicar

source: Unpublish all
cs: Odpublikovat vše
de: Alle nicht (un)veröffentlichen
fr: Tout dépublier
pt: Despublicar todo

source: Publish all
cs: Publikovat vše
de: Alle veröffentlichen
fr: Tout publier
pt: Publicar todo

source: Sort by table name
cs: Třídit dle názvu tabulky
de: Sortieren nach Tabellenname
fr: Trier par nom de table
pt: Ordenar por nome de tabela

# sortByTableNumber
source: Default sort
cs: Výchozí třídění
de: Sortieren nach Tabellennummer
fr: Tri par défaut
pt: Classificação padrão

source: Sort by field name
cs: Třídit dle názvu pole
de: Sortieren nach Feldnamen
fr: Trier par nom de champs
pt: Ordenar por nome do campo

# sortByFieldNumber
source: Default sort
cs: Výchozí třídění
de: Sortieren nach Feldnummern
fr: Tri par défaut
pt: Classificação padrão

# theFieldIsMissingOrWasModified
source: The field "{name}" is missing or was modified
cs: Pole "{name}" chybí nebo bylo modifikováno
de: Das Feld "{name}" fehlt oder wurde verändert
fr: Le champ "{name}" est manquant ou a été modifié

source: The field type was modified
cs: Typ pole byl změněn
de: Der Feldtyp wurde verändert
fr: Le type du champ a été modifié
pt: O tipo de campo foi modificado

# chooseAnIconForTheField
source: Choose an icon for the field "{field}"
cs: Vyberte ikonu pro pole "{field}"
de: Icon für das Feld "{field}" auswählen
fr: Choisissez une icône pour le champ "{field}"
pt: Escolher um ícone para o campo "{field}"
