Repository: 4d/4D-Mobile-App
Catalog: Resources/*.lproj/Project.xlf
Languages: cs, de, fr, pt

# chooseAnIconForTheTable
source: Choose an icon for the table "{table}"
cs: Vyberte ikonu pro tabulku "{table}"
de: Icon für die Tabelle "{table}" auswählen
fr: Choisissez une icône pour la table "{table}"
pt: Escolher um ícone para a tabela "{table}"

# relatedTable
source: Linked table "{entity}"
cs: Vztažené tabulky "{entity}"
de: Verknüpfte Tabelle "{entity}"
fr: Table liée "{entity}"
pt: Tabela vinculada "{entity}"

# theRelatedTableIsNoLongerAvailable
source: The related table "{name}" is no longer available
cs: Vztažená tabulka "{name}" již není dostupná
de: Die zugehörige Tabelle "{name}" ist nicht mehr verfügbar
fr: La table associée "{name}" n'est plus disponible

# theRelatedFieldIsMissingOrHasBeenModified
source: The related field "{name}" is missing or has been modified
cs: Vztažené pole "{name}" již není dostupné
de: Das Bezugsfeld "{name}" ist nicht mehr verfügbar oder wurde geändert
fr: Le champ associé "{name}" est manquant ou a été modifié

# theRelatedFieldsAreMissingOrWasModified
source: The related fields ("{names}") are missing or have been changed
cs: Vztažená pole "{names}" již nejsou dostupná nebo byla změněna
de: Die verwandten Felder "{names}" sind nicht mehr verfügbar oder wurden geändert
fr: Les champs associés ("{names}") sont manquants ou ont été modifiés

# theRelationIsNoLongerAvailable
source: The relation "{name}" is no longer available
cs: Vztah "{name}" již není dostupný
de: Die Relation "{name}" ist nicht mehr verfügbar
fr: La relation "{name}" n'est plus disponible

# theFieldWasRenamed
source: The field was renamed to "{name}"
cs: Pole bylo přejmenováno na "{name}"
fr: Le champ a été renommé "{name}"

# theTableIsNoLongerAvailable
source: The table "{name}" is no longer available
cs: Tabulka "{name}" již není dostupná
de: Die Tabelle "{name}" ist nicht mehr verfügbar
fr: La table "{name}" n'est plus disponible

# allowToMakeTheStructureAdjustments
source: Allow 4D to make the necessary structure adjustments for an optimised mobile data update
cs: Povolit 4D provést nezbytné úpravy struktury pro optimalizovanou aktualizaci mobilních dat

# linkedTableNotPublished
source: Linked Table "{table}" (not published)
cs: Svázaná tabulka "{table}" (nepublikovaná)
de: Verknüpfte Tabelle "{table}" (nicht veröffentlicht)
fr: Table liée "{table}" (non publiée)

# linkedTable
source: Linked Table "{table}"
cs: Svázaná tabulka "{table}"
de: Verknüpfte Tabelle "{table}"
fr: Table liée "{table}"

source: unpublished
cs: nepublikovaná
de: Nicht veröffentlicht
fr: non publié

# theLinkedTableIsNotPublished
source: The linked table "{name}" is not published
cs: Svázaná tabulka "{name}" není publikována
de: Die verknüpfte Tabelle "{name}" ist nicht veröffentlicht
fr: La table liée "{name}" n'est pas publiée

source: Primary key
cs: Primární klíč
fr: Clef primaire

# nTo1Relation
source: N - 1 relation to "{table}"
cs: N - 1 relace k "{table}"
de: N - 1 Relation zu "{table}"
fr: Relation N - 1 vers "{table}"

# 1toNRelation
source: 1-N relation to "{table}"
cs: 1-N relace k "{table}"
de: 1-N Relation zu "{table}"
fr: Relation 1 - N vers "{table}"

source: recursive
cs: rekurzivní
de: Rekursive
fr: récursif

source: Click here to select the published fields
cs: Kliknutím vyberte pole k publikování
de: Hier klicken um die veröffentlichten Felder auszuwählen
fr: Cliquez ici pour sélectionner les champs publiés

# youCanEnableDisableThePublishOfAllRelatedFieldsByClickingHere
source: You can {action} the publish of all related fields by clicking here.
cs: Kliknutím sem můžete {action} publikovat všechna související pole.
de: Sie können {action} die Veröffentlichung aller verknüpfter Felder indem Sie hier klicken.
fr: Vous pouvez {action} la publication de tous les champs associés en cliquant ici.

# theN1RelationIsNoMoreAvailable
source: The many to one relation "{name}" has been renamed or deleted
cs: Vztah skupiny k jedinci "{name}" byl přejmenován nebo vymazán
fr: La relation N-1 "{name}" a été renommée ou supprimée

# theFieldsAreMissingOrHaveBeenModified
source: The fields: "{names}" are missing or have been modified
cs: Pole: "{names}" chybí nebo byla modifikována
de: Die Felder: "{names}" sind nicht mehr verfügbar oder wurden geändert
fr: Les champs : "{names}" sont manquants ou ont été modifiés

# someFieldsOrRelationsAreNoLongerAvailableOrWasModified
source: Some fields or relations ("{names}") are no longer available or was modified
cs: Některá pole nebo vztahy ("{names}") již nejsou dostupné nebo byly modifikovány
de: Einige Felder oder relationen ("{names}") sind nicht mehr verfügbar oder wurden geändert
fr: Certains champs ou relations ("{names}") ne sont plus disponibles ou ont été modifiés

source: The field is missing
cs: Pole chybí
de: Das Feld fehlt
fr: Le champ est manquant

# the1NRelationIsNoMoreAvailable
source: The one to many relation "{name}" has been renamed or deleted
cs: TVztah jedince ke skupině "{name}" byl přejmenován nebo vymazán
de: Die Eins zu Viele Relation "{name}" wurde umbenannt oder gelöscht
fr: La relation 1-N "{name}" a été renommée ou supprimée

source: The field "{name}" is missing
cs: Pole "{name}" chybí

# theFieldNameWasRenamed
source: The field "{old}" was renamed to "{new}"
cs: Pole "{old}" bylo přejmenováno na "{new}"

# theFieldNameTypeWasModified
source: The type of the field "{name}" has been changed.
cs: Typ pole "{name}" byl změněn.

source: Published Tables
cs: Publikované tabulky
de: Tabelle veröffentlichen
fr: Tables publiées
pt: Tabelas publicadas

source: Long Labels
cs: Dlouhé popisky
de: Lange Titel
fr: Libellés longs
pt: Etiquetas longas

source: Short Labels
cs: Krátké popisky
de: Kurze Titel
fr: Libellés courts
pt: Rótulos curtos

# inMenu
source: Menu Items
cs: Položky nabídky
de: Menüpunkte
fr: Dans le menu
pt: Itens de menu

# page_general
source: General
cs: Obecná
de: Allgemein
fr: Général
pt: Geral

# page_structure
source: Structure
cs: Struktura
de: Struktur
pt: Estrutura

# page_views
source: Forms
cs: Formuláře
de: Formulare
fr: Formulaires
pt: Formulários

# page_deployment
source: Publishing
cs: Publikování
de: Veröffentlichen
fr: Publication
pt: Publicação

# page_main
source: Main Menu
cs: Hlavní nabídka
de: Hauptmenü
fr: Menu
pt: Menu principal

# page_properties
source: Labels & Icons
cs: Popisky & ikony
de: Titel & Icons
fr: Libellés et icônes
pt: Rótulos e ícones

# comment_general
source: Enter your app's product information
cs: Vložte své informace o aplikačním produktu
de: Wichtige Informationen zur Anwendung eingeben
fr: Entrez les informations générales de votre application
pt: Insira as informações principais do seu aplicativo

# comment_structure
source: Choose the tables and fields to be locally stored in the device
cs: Vyberte tabulky a pole lokálně ukládaná na zařízení
de: Tabellen und Felder auswählen, die lokal im Gerät gespeichert werden sollen
fr: Choisissez les tables et les champs qui seront stockés localement dans l'appareil
pt: Escolha as tabelas e campos para ser armazenados localmente no dispositivo

# comment_properties
source: Associate labels and icons to your tables / fields
cs: Přiřaďte popisky a ikony k vašim tabulkám / polím
de: Icons und Labels zu den Tabellen/Feldern zuordnen
fr: Associez des libellés et des icônes à vos tables et vos champs
pt: Associar ícones e etiquetas para tabelas e campos

# comment_main
source: Order your tables in the Tabbar
cs: Uspořádejte vaše tabulky v Tabbar
de: Tabellen in der Tab-Leiste ordnen
fr: Définissez l'ordre de vos tables dans le menu
pt: Ordenar suas tabelas no menú

# comment_views
source: Build list and detail forms for each table
cs: Vytvořte pro každou tabulku formuláře seznamu a vstupu
de: Listen- und Detailformulare für jede Tabelle basierend auf Vorlagen erstellen
fr: Créez des formulaires listes et détaillés pour chaque table
pt: Criar formulários de lista e detalhes para cada tabela

# comment_deployment
source: Enter deployment informations
cs: Vložte informace o nasazení
de: Informationen zur Produktionsauslieferung einstellen
fr: Définissez les informations de déploiement
pt: Conjunto de informações relacionadas com a implantação de produção

# comment_data
source: Embed filtered data for each table
cs: Vložit filtrovaná data pro každou tabulku
de: Einbetten von gefilterten Daten für jede Tabelle
fr: Intégrez les données filtrées pour chaque table
pt: Incorporar dados filtrados para cada tabela

# page_actions
source: Actions
cs: Akce
de: Aktionen
pt: Açoes

# comment_actions
source: Define actions for each table
cs: Definovat akce pro každou tabulku
de: Definieren Sie Aktionen für jede Tabelle.
fr: Définissez des actions pour chaque table
pt: Definir ações para cada tabela

# page_action_params
source: Action Parameters
cs: Parametry akce
de: Aktion Parameter
fr: Paramètres des actions
pt: Parâmetros de ação

# selectAFormTemplateToUseAs
source: Select a template for a {formType} view
cs: Vyberte vzor pro zobrazení {formType}
de: Formular Vorlage auswählen um sie als {formType} zu verwenden
fr: Sélectionnez un modèle de formulaire à utiliser comme {formType}
pt: Selecione um modelo de formulário para usar como {formType}

source: List Forms
cs: Formuláře seznamu
de: Listenformular
fr: Formulaires liste
pt: Lista de formulários

source: Details Forms
cs: Vstupní formuláře
de: Detailformular
fr: Formulaires détaillés
pt: Formulários de detalhe

source: Actions
cs: Akce
de: Aktionen
pt: Açoes

source: templates
cs: vzory
de: Vorlagen
fr: modèles

# tipsTemplate
source: Name: {archive} Organization: {organization} Version: {version}
cs: Jméno: {archive} Organizace: {organization} Verze: {version}
de: Name: {archive} Organisation: {organization} Version: {version}
fr: Nom : {archive} Organisation : {organization} Version : {version}

# accessTheGithubRepository
source: Open on Github
cs: Otevřít na Github
de: Zugriff auf Github Repository
fr: Accédez au dépôt Github

source: Show on Disk
cs: Ukázat na disku

source: Open with Github Desktop
cs: Otevřete pomocí Github Desktop

source: Duplicate
cs: Duplikovat

source: Download the latest revision
cs: Stáhnout nejnovější revizi
de: Neueste Revision herunterladen
fr: Téléchargez la dernière version

source: Forget this template
cs: Zapomenout tento vzor
de: Diese Vorlage vergessen
fr: Oubliez ce modèle

source: Default template
cs: Výchozí vzor
fr: Modèle par défaut

source: Add all fields
cs: Přidat všechna pole
fr: Ajouter tous les champs

source: Add missing fields
cs: Přidat chybějící pole
fr: Ajouter les champs manquants

# enableBarcodeQrcode
source: Enable barcode scanner
cs: Povolit čtečku čárových kódů

# thisModelIsNotApplicableForthisPlatform
source: This model is not applicable for {platform} It will be replaced by a generic version
cs: Tento model není použitelný pro {platform} Bude nahrazen generickou verzí

# theModelIsNoLongerAvailable
source: The {model} model is no longer available
cs: Tento model {model} již není dostupný

# selectATableToDisplayItsFields
source: Select a table to display its fields or relations
cs: Vyberte tabulku pro zobrazení jejích polí nebo vztahů
de: Tabelle auswählen um Felder oder Relationen anzuzeigen
fr: Sélectionnez une table pour afficher ses champs ou relations

source: Relations
cs: Vztahy
de: Relationen

source: Titles
cs: Názvy
fr: Titres

source: No field published for this table
cs: Žádné pole publikované pro tuto tabulku
fr: Aucun champ publié pour cette table

source: No published relation for this table
cs: Žádný vztah publikovaný pro tuto tabulku
de: Es gibt keine veröffentlichten Relationen für diese Tabelle
fr: Aucune relation publiée pour cette table

source: You can insert field names surrounded by the '%' character
cs: Můžete vložit názvy polí obklopené znakem '%'
de: Sie können Feldnamen einfügen und diese mit dem '%'-Zeichen einschließen
fr: Vous pouvez insérer des noms de champs entourés du caractère '%'

source: Available Tables
cs: Dostupné tabulky
de: Verfügbare Tabellen
fr: Tables disponibles
pt: Tabelas disponíveis

# wel_title_1
source: Structure
cs: Struktura
de: Struktur
pt: Estrutura

# wel_description_1
source: Define a subset of your physical structure
cs: Definujte podmnožinu vaší fyzické struktury
de: Eine Teilmenge der physischen Struktur definieren, die repliziert werden soll.
fr: Définissez un sous-ensemble de votre structure physique
pt: Definir um subconjunto de sua estrutura física para replicar

# wel_title_2
source: Design
cs: Návrh
de: Gestaltung
fr: Conception
pt: Desenho

# wel_title_3
source: Generate & Test
cs: Generovat & testovat
de: Erzeugen & Testen
fr: Génération et test
pt: Gerar e testar

# wel_title_4
source: Deploy
cs: Nasazení
de: Ausliefern
fr: Déploiement
pt: Implantar

# wel_description_2
source: Choose the layouts and the style of your app
cs: Vyberte rozvržení a styl vaší aplikace
de: Layout und Stil der Anwendung in wenigen Schritten auswählen.
fr: Choisissez la mise en page et le style de votre application
pt: Escolha o layout e o estilo do seu aplicativo em poucos passos

# wel_description_3
source: Create your Xcode project and test your app on any iPhone
cs: Vytvořte projekt Xcode a testujte vaší aplikaci na libovolném iPhone
de: Xcode-Projekt mit einem Klick erstellen und auf jedem iPhone ausführen.
fr: Créez votre projet Xcode et testez votre application sur n'importe quel iPhone
pt: Crie seu projeto Xcode em um único clique e inicie seu aplicativo em qualquer dispositivo iPhone

# wel_description_4
source: Choose an in-house or App Store deployment model
cs: Zvolte si vlastní model nasazení nebo App Store
de: Inhouse- oder AppStore-Auslieferungsmodell wählen, um die Anwendung zu veröffentlichen.
fr: Déployez votre application en interne ou sur l'AppStore
pt: Escolha se você distribui seu aplicativo com AppStore ou em sua empresa

# wel_title
source: Welcome to 4D for iOS
cs: Vítejte v 4D pro iOS
de: Willkommen bei 4D for iOS
fr: Bienvenue dans 4D for iOS
pt: Bem-vindo ao 4D for iOS

# wel_subtitle
source: Extend your existing desktop or web applications to mobile. Easily create and deploy custom native iOS apps.
cs: Rozšířte stávající aplikace pro web nebo stolní počítače na mobilní zařízení. Snadno vytvářejte a nasazujte vlastní nativní aplikace pro iOS.
fr: Publiez vos applications de bureau ou vos applications Web existantes sur mobile. Créez et déployez facilement des applications iOS natives personnalisées.
pt: Estenda seus aplicativos de desktop ou web existentes para o celular. Crie e implemente facilmente aplicativos iOS nativos.

source: Go mobile with 4D
cs: Buďte mobilní se 4D

# goMobileSubTitle
source: Extend your existing desktop or web applications to mobile. Easily create and deploy custom native mobile apps.
cs: Rozšiřte své stávající desktopové nebo webové aplikace na mobilní zařízení. Snadno vytvářejte a nasazujte vlastní nativní mobilní aplikace.

# wel_description_32
source: Create your Xcode and Android project and test your app on any device
cs: Vytvořte svůj projekt Xcode a Android a otestujte svou aplikaci na jakémkoli zařízení

# wel_description_42
source: Choose an in-house, App Store or Google Play Store deployment model
cs: yberte si buď interní model nasazenív nebo App Store nebo Google Play

source: Short date
cs: Krátký datum
de: Kurzes Datum
fr: Date courte
pt: Data abreviada

# _mediumDate
source: Date
cs: Datum
de: Datum
pt: Data

source: Long date
cs: Dlouhý datum
de: Langes Datum
fr: Date longue
pt: Data longa

source: Full date
cs: Plný datum
de: Ganzes Datum
fr: Date complète
pt: Data completa

source: Short time
cs: Krátký čas
de: Kurze Zeit
fr: Heure courte
pt: Hora curta

# _mediumTime
source: Time
cs: Čas
de: Zeit
fr: Heure
pt: Hora

source: Duration
cs: Trvání
de: Dauer
fr: Durée
pt: Duração

source: "No" or "Yes"
cs: "Ne" nebo "Ano"
de: "Nein" oder "Ja"
fr: "Oui" ou "Non"
pt: "Sim" ou "Não"

# _integer
source: Integer number
cs: Celé číslo
de: Ganzzahl
fr: Nombre entier
pt: Número inteiro

# _decimal
source: Decimal number
cs: Desetinné číslo
de: Dezimalzahl
fr: Nombre décimal
pt: Número decimal

source: Spell Out
cs: Hláskovat
de: Buchstabieren
fr: Nombre en lettres
pt: Número em letras

# _ordinal
source: Ordinal number
cs: Pořadové číslo
de: Ordnungszahl
fr: Nombre ordinal
pt: Número ordinal

# _percent
source: Percentage
cs: Procent
de: Prozentsatz
fr: Pourcentage
pt: Porcentagem

source: Distance
cs: Vzdálenost
de: Distanz
pt: Distância

# _address
source: Adress
cs: Adresa
fr: Adresse
pt: Endereço

# _phone
source: Phone Number
cs: Číslo telefonu
de: Telefonnummer
fr: Numéro de téléphone
pt: Número de telefone

# _mail
source: Mail address
cs: Mailová adresa
de: Mail Adresse
fr: Adresse mail
pt: Endereço de correio

source: "False" or "True"
cs: "Nepravda" nebo "Pravda"
de: "False" oder "True"
fr: "Faux" ou "Vrai"
pt: "Falso" ou "Verdadeiro"

# _restImage
source: Image
cs: Obrázek
de: Bild
pt: Imagem

# _real
source: Real number
cs: Reálné číslo
de: Real Zahl
fr: Nombre réel
pt: Número real

# _currencyDollar
source: Currency $
cs: Měna $
de: Währung $
fr: Monnaie $
pt: Moeda $

# _currencyEuro
source: Currency €
cs: Měna €
de: Währung €
fr: Monnaie €
pt: Moeda €

# _currencyYen
source: Currency ¬•
cs: Měna ¬•

# queryFilter
source: Filter query
cs: Dotaz na filtr
de: Suche filtern
fr: Filtre de recherche
pt: Filtro de pesquisa

source: Options
cs: Možnosti
de: Optionen
pt: Opções

# embedDataIntoTheBuildedApplication
source: Embed the data from this table into application
cs: Vložit data z této tabulky do aplikace

source: Validate
cs: Ověřit
de: Validieren
fr: Valider
pt: Validar

source: Current data file
cs: Platný datový soubor
de: Aktuelle Datendatei
fr: Fichier de données courant
pt: Arquivo de dados atual

# productionServer
source: Production server data file
cs: Datový soubor produkčního serveru
de: Datendatei des Produktionsservers
fr: Fichier de données du serveur de production
pt: Arquivo de dados do servidor de produção

# doNotGenerateDataAtEachBuild
source: Do not regenerate data at each build
cs: Neobnovujte data při každém sestavení
de: Daten nicht bei jedem Build neu generieren.
fr: Ne pas regénérer les données à chaque génération
pt: Não regenerar dados em cada compilação

# generate
source: Regenerate now
cs: Obnovte teď
de: Jetzt neu generieren
fr: Regénérer maintenant
pt: Regenerar agora

# source
source: Data source
cs: Datový zdroj
de: Datenquelle
fr: Source des données
pt: Fonte de dados

source: Properties
cs: Vlastnosti
de: Eigenschaften
fr: Propriétés
pt: Propriedades

source: Not validated filter
cs: Neověřené filtry
de: Nicht validierter Filter
fr: Filtre non validé
pt: Filtro não validado

# leaveBlankToNotFilterData
source: Leave blank for unfiltered data
cs: Pro nefiltrovaná data ponechat prázdné
de: Leer lassen für ungefilterte Daten
fr: Laisser ce champ vide pour ne pas filtrer les données
pt: Deixar em branco para dados não filtrados

# allDataWillBeIntegratedIntoTheApplication
source: All data will be embedded into the application
cs: Všechna data budou vložena do aplikace
de: Alle Daten werden in die Anwendung eingebettet.
fr: Toutes les données seront intégrées à l'application
pt: Todos os dados serão integrados no aplicativo

# theFilteredDataWillBeIntegratedIntoTheApplication
source: The filtered data will be embedded into the application
cs: Filtrovaná data budou vložena do aplikace
de: Die gefilterten Daten werden in die Anwendung eingebettet.
fr: Les données filtrées seront intégrées à l'application
pt: Os dados filtrados serão integrados no aplicativo

# theDataWillBeFilteredAccordingToTheConnectedUserParameters
source: The data will be filtered according to the user's parameters
cs: Data budou filtrována podle parametrů uživatele
de: Die Daten werden nach den Parametern des Benutzers gefiltert.
fr: Les données seront filtrées en fonction des paramètres de l'utilisateur
pt: Os dados serão filtrados de acordo com os parâmetros do usuário

# theFilteredDataWillBeLoadedIntoTheApplicationWhenConnecting
source: The filtered data will be loaded into the application upon connection
cs: Filtrovaná data budou načtena do aplikace při připojení
de: Die gefilterten Daten werden bei der Verbindung in die Anwendung geladen.
fr: Les données filtrées seront chargées dans l'application lors de la connexion
pt: Os dados filtrados serão carregados no aplicativo após a conexão

source: The filter will be ignored
cs: Filtr bude ignorován
de: Der Filter wird ignoriert.
fr: Le filtre sera ignoré
pt: O filtro será ignorado

# allDataWillBeLoadedIntoTheApplicationWhenConnecting
source: All data will be loaded into the application upon connection
cs: Všechna data budou načtena do aplikace při připojení
de: Alle Daten werden beim Verbindungsaufbau in die Anwendung geladen.
fr: Toutes les données seront chargées dans l'application lors de la connexion
pt: Todos os dados serão carregados no aplicativo após a conexão

source: Edit authentication method…
cs: Upravit metodu ověřování…
de: Authentifizierungsmethode bearbeiten.....
fr: Éditer la méthode d'authentification…
pt: Edite o método de autenticação...

# dataSize
source: Embedded data size
cs: Velikost vložených dat

source: Set the server URL
cs: Nastavte URL serveru
de: Setzte die Server-URL
fr: Définir l'URL du serveur
pt: Definir a URL do servidor

source: Locate the key…
cs: Vyhledejte klíč…
de: Suche den Schlüssel...
fr: Localisez la clé…
pt: Localize a chave...

source: Click to generate a dataset
cs: Klikněte pro vytvoření datové sady
de: Hier klicken, um einen Datensatz zu generieren
fr: Cliquez pour générer un jeu de données
pt: Clique para gerar um conjunto de dados

source: A dataset will be generated, if any, at each build
cs: Datová sada bude generována, pokud existuje, při každém sestavení
de: Bei jedem Build wird ein Datensatz generiert, falls vorhanden.
fr: Un jeu de données sera généré, le cas échéant, à chaque build
pt: Um conjunto de dados será gerado, se houver, em cada compilação

source: The data source is not ready
cs: Datový zdroj není připraven
de: Die Datenquelle ist nicht bereit.
fr: La source de données n'est pas prête
pt: A fonte de dados não está pronta

# dataSetGeneration
source: Data set generation This may take a few minutes…
cs: Generování datové sady Zabere to několik minut
de: Datensatzerstellung. Dies kann einige Minuten dauern
fr: Génération du jeux de données Cela peut prendre plusieurs minutes…

# doNotExportImages
source: Do not include images
cs: Nezahrnovat obrázky
de: Keine Bilder einfügen
fr: Ne pas inclure les images

source: Scope
cs: Rozsah
de: Reichweite
fr: Portée
pt: Escopo

# chooseAnIconForTheAction
source: Choose an icon for the action "{action}"
cs: Vyberte ikonu pro akci "{action}"
de: Wählen Sie ein Symbol für die Aktion "{action}".
fr: Choisissez une icône pour l'action "{action}"
pt: Escolha um ícone para a ação "{action}"

# currentRecord
source: Current entity
cs: Platná entita
de: Aktueller Datensatz
fr: Entité courante
pt: Entidade atual

# currentSelection
source: Entity selection
cs: Výběr entit
de: Aktuelle Auswahl
fr: Sélection d'entités
pt: Seleção de entidades

source: Label
cs: Popiska
de: Titel
fr: Libellé
pt: Etiqueta

source: Short label
cs: Zkrácená
de: kurzer Titel
fr: Libellés court
pt: Etiqueta curta

source: Type
cs: Typ
de: Typ
pt: Tipo

source: Select an action to display its parameters
cs: Vyberte akci pro zobrazení jejích paramentrů
de: Wählen Sie eine Aktion um dessen Parameter anzuzeigen
fr: Sélectionnez une action pour afficher ses paramètres
pt: Selecione uma ação para exibir seus parâmetros

source: Edit action for
cs: Upravit akci pro
de: Bearbeite Aktion für
fr: Action d'édition pour
pt: Ação de edição para

source: New action
cs: Nová akce
de: Neue Aktion
fr: Nouvelle action
pt: Nova ação
