Repository: 4d/4D-Mobile-App
Catalog: Resources/*.lproj/Project.xlf
Languages: cs, de, fr, pt

source: Delete action for
cs: Vymazat akci pro
de: Lösche Aktion für
fr: Action de suppression pour
pt: Excluir ação para

# addParameter
source: New parameter
cs: Nový parametr
de: Neuer Parameter
fr: Nouveau paramètre
pt: Novo parâmetro

source: Format
cs: Formát
pt: Formato

# thisParameterIsLinkedToTheField
source: This parameter is linked to the "{field}" field
cs: Tento parametr je propojen s polem "{field}"
de: Dieser Parameter ist verknüpft mit dem Feld"{field}"
fr: Ce paramètre est lié au champ "{field}"
pt: Este parâmetro está vinculado ao campo "{field}"

source: This action does not use parameter
cs: Tato akce nepoužije parametr

source: Create an action to be able to add parameters
cs: Vytvořte akci k přidání parametrů
fr: Créez une action pour pouvoir ajouter des paramètres
pt: Criar uma ação para poder adicionar parâmetros

source: Add action for
cs: APřidat akci pro
fr: Action d'ajout pour
pt: Adicionar ação para

source: Share action for
cs: Sdílet akci pro

source: Description
cs: Popis

source: Sort action for
cs: Třídit akce pro

source: Descending
cs: Sestupně

source: Ascending
cs: Vzestupně

source: Sort order
cs: Pořadí třídění

source: Deep Linking
cs: Hluboké propojení

# urlScheme
source: Scheme
cs: Schéma

source: Universal links
cs: Univerzální odkazy

# universalLinksTips
source: Delete to use the URL scheme
cs: Odstranit pro použití schématu URL

# universalLinksPlaceholder
source: Leave blank to use URL Scheme
cs: Chcete-li použít schéma URL, nechte prázdné

# schemeFormat
source: Scheme must begin with a letter followed by letters, digits, plus ("+"), period ("."), or hyphen ("-") and end with "://".
cs: Schéma musí začínat písmenem následovaném písmeny, čísly, plusem ("+"), tečkou ("."), nebo pomlčkou ("-") a končit "://".

# mnuProjectFolder
source: Open the project folder
de: Projektordner öffnen
fr: Ouvrir le dossier du projet
pt: Abrir a pasta do projeto

# mnuProductFolder
source: Open the product folder
de: Produktordner öffnen
fr: Ouvrir le dossier produit
pt: Abrir a pasta de produto

# mnuOpenTheProjectWithXcode
source: Open the product with Xcode…
de: Projekt mit Xcode öffnen…
fr: Ouvrir le produit avec Xcode…
pt: Abrir o projeto com o Xcode...

# showIconsFolder
source: Open the icons folder
de: Iconordner öffnen
fr: Ouvrir le dossier des icônes
pt: Abrir a pasta de ícones

source: Open Simulator logs
de: Öffne Simulator logs
fr: Ouvrir les logs du Simulateur
pt: Abrir os logs do simulador

source: Open Simulator Diagnostic Reports
de: Öffne Simulator Diagnostic Reports
fr: Ouvrir les rapports de diagnostic du Simulateur
pt: Abrir o relatório de diagnóstico do simulador

source: Open Current Simulator Folder
de: Öffne aktuellen Simulator Ordner
fr: Ouvrir le dossier du Simulateur courant
pt: Abrir a pasta atual do simulador

source: Open Application Simulator Folder
de: Öffne Anwendungs Simulator Ordner
fr: Ouvrir le dossier des applications du Simulateur
pt: Abrir a pasta do simulador de aplicativo

source: Open the Cache folder
de: Öffne Cache Ordner
fr: Ouvrir le dossier Cache
pt: Abrir a pasta cache

source: The URL needs to begin with "https"
fr: L'URL doit commencer par "https"

# server
source: 4D Server
fr: Serveur 4D

source: Data
de: Daten
fr: Données
pt: Dados

# allowToMakeTheStructureAdjustments
source: Allow {product} to make the necessary structure adjustments for an optimised mobile data update
fr: Autoriser {product} à procéder aux ajustements de structure nécessaires à une mise à jour optimisée des données mobiles
pt: Permitir que {product} faça os ajustes de estrutura necessários para uma atualização otimizada de dados móveis

# page_data
source: Data
de: Daten
fr: Données
pt: Dados

source: Text
fr: Texte
pt: Texto

# _currencyYen
source: Currency ¥
de: Währung ¥
fr: Monnaie ¥
pt: Moeda ¥

# embedDataIntoTheBuildedApplication
source: Embed data into the built application
de: Einbetten von Daten in die erstellte Anwendung
fr: Intégrer les données dans l'application
pt: Incorporar os dados no aplicativo

# dataSize
source: Size
de: Größe
fr: Taille
pt: Tamanho

# actionMethod
source: On Mobile App Action method
de: Aktionsmethode
fr: Sur action app mobile
pt: Método de ação

# deleteActionDoesNotUseParameter
source: A delete action does not use parameter
de: Eine Lösch-Aktion verwendet keine Parameter
fr: Une action de suppression n'utilise pas de paramètre
pt: Uma ação de exclusão não usa parâmetros

# appNameTip
source: The product name is the name of your application as it will appear to customers in the store and should be similar to the name you enter later in iTunes Connect. The product name cannot be longer than 255 bytes and can be no fewer than 2 characters.
de: Der Produktname ist der Name Ihrer Anwendung, wie er den Kunden im Shop angezeigt wird. Er sollte dem Namen, den Sie später in iTunes Connect eingeben angepasst sein. Der Produktname darf nicht länger als 255 Bytes und nicht kürzer als 2 Zeichen sein.

# appIconsTip
source: Drop an image or application to use as your app icon. Click to see more options.
de: Ein Bild oder eine Anwendung ablegen um es als Anwendungssymbol zu verwenden. Für weitere Optionen hier klicken.

# orgNameTip
source: The organization name is an attribute of the Xcode project and is used throughout your project folder. For example, the organization name is used in both the source and header.
de: Der Organisationsname ist ein Attribut des Xcode-Projekts und wird im gesamten Projektordner verwendet. Beispielsweise wird der Organisationsname sowohl in der Source als auch im Header verwendet.

# theTcpPortIdDefinedIntoTheUrlIsNotTheSameAsUsedByTheWebServer
source: The TCP port ID defined into the URL ({urlPort}) is not the same as used by the Web server ({currentPort})
de: Die in der URL eingestellte TCP-Port-ID ({urlPort}) entspricht nicht der vom Web-Server verwendeten ({currentPort}).

# requiresAnEmailToConnect
source: Login required
de: Anmeldung erforderlich
pt: Login necessário

source: The URL needs to begin with “https”
de: Die URL muss mit "https" beginnen.
pt: O URL deve começar com "https"

# devNameTip
source: The developer name is an attribute of the Xcode project and is used throughout your project folder. For example, the developer name is used in both the source and header.
de: Der Entwicklername ist ein Attribut des Xcode-Projekts und wird im gesamten Projektordner verwendet. Beispielsweise wird der Entwicklername sowohl im Source als auch im Header verwendet.

# theFieldWasRenamed
source: The field "{old}" was renamed to "{new}"
de: Das Feld "{old}" wurde umbenannt in "{new}"

# allowToMakeTheStructureAdjustments
source: Allow {product} to make the necessary structure adjustments for an optimised mobile data update
de: Erlauben Sie {product} notwendige Strukturanpassungen vorzunehmen.

# theN1RelationIsNoMoreAvailable
source: The N-1 relation "{name}" is no more available
de: Die N-1 Relation "{name}" ist nicht mehr verfügbar

# wel_subtitle
source: Extend your existing desktop or web applications to mobile. Easily create and deploy custom native iOS apps.
de: Erweitern Sie Ihre bestehenden Desktop- oder Webanwendungen auf mobile Endgeräte. Einfache Erstellung und Bereitstellung benutzerdefinierter nativer iOS-Anwendungen.

# format
source: Formatter
de: Formatierung

# appBundleIDTip
source: The product name and the organization identifier you enter are concatenated to create the bundle ID using reverse DNS. The bundle ID must uniquely identify your application, so it's important to define the identifier of the organization by a unique string.
pt: O nome do produto e o identificador de organização que você inserir são concatenados para criar o ID de pacote usando o DNS reverso. O ID de pacote deve identificar exclusivamente o seu aplicativo, por isso é importante definir o identificador da organização por uma sequência de caracteres única.

source: The field "{name}" is missing or was modified
pt: O campo "{name}" está faltando ou foi modificado

# someFieldsAreMissingOrWasModified
source: Some fields ({fields}) are no longer available or was modified
pt: Alguns campos ({fields}) estão faltando ou foram modificados

source: The related table is no longer available
pt: A tabela relacionada não está mais disponível

source: Some Related Fields are no longer available or was modified
pt: Alguns campos relacionados não estão mais disponíveis ou foram modificados

source: The related table "{name}" is no longer available
pt: A tabela relacionada "{name}" não está mais disponível

source: The related field "{name}" is no longer available
pt: O campo relacionado "{name}" não está mais disponível

source: The related fields "{names}" are no longer available
pt: Os campos relacionados "{names}" não estão mais disponíveis

source: The relation "{name}" is no longer available
pt: A relação "{name}" não está mais disponível

source: The related table "{old}" was renamed to "{new}"
pt: A tabela relacionada "{old}" foi renomeada para "{new}"

source: The field "{name}" is no longer available
pt: O campo "{name}" não está mais disponível

source: The field "{old}" was renamed to "{new}"
pt: O campo "{old}" foi renomeado para "{new}"

source: The table "{name}" is no longer available
pt: A tabela "{name}" não está mais disponível

source: The table is no longer available
pt: A tabela não está mais disponível

source: Select a table to display its fields
pt: Selecione uma tabela para mostrar seus campos

source: Data set generation
pt: Geração de conjunto de dados
